package com.e.security.data.definitions

val hozerMankal= arrayListOf<HmScope>(

    HmScope(area = "מיקום המוסד",
        section = "2.1",
        definition = "לא יהיו בקרבת המוסד מקורות המהווים מפגעי\n" +
                "בטיחות, גהות או סיכונים פוטנציאלים )רעש,\n" +
                "צחנה, זיהום אוויר, מכלים חשופים של גז, דלק...\n" +
                "ואחרים("
    ),

    HmScope(
        area = "מיקום המוסד",
        section = "2.2",
        definition = "לא יעברו קווי מתח גבוה בקרבת המוסד."
    ),

    HmScope(area = "מיקום המוסד",
    section = "2.3",
    definition = "דרכי הגישה הרגליות למוסד יאפשרו מעבר בטוח\n" +
            "ללא סיכונים."),
    HmScope(area = "מיקום המוסד",
    section = "2.4",
    definition = "אם האזור שמחוץ לשער הולכי הרגל צמוד\n" +
            "לכביש, יש להתקין במקום מעקה בטיחות\n" +
            "ממתכת בגובה לפחות  1מ' המעקה יקבע מול\n" +
            "שער היציאה, על שפת המדרכה הצמודה לכביש,\n" +
            "רוחב המעקה כרוחב השער בתוספת  2מ' מכל צד"),

//פרק 3
    HmScope(area = "תשתיות",
            section = "3.1",
        definition = "החצר תהיה נקייה ממפגעי\n" +
                "בטיחות קבועים או זמניים, ללא\n" +
                "בליטות או שקעים, ולא יישארו\n" +
                "בה מכשולים או פסולת מכל סוג .\n" +
                "חלקים בולטים יהיו עם הגנה\n" +
                "עליהם."
        ),
    HmScope(area = "תשתיות",
        section = "3.2" ,
        definition ="כיסוי חצרות לא יכיל חומרים\n" +
                "העלולים לפגוע ולהזיק כאבנים\n" +
                "חדות, אבק וכיו\"ב"
    ),
    HmScope(area = "תשתיות",
        section = "3.3",
        definition ="שטח החצר יהיה ממולא בחול\n" +
                "ים, כורכר, סומסומיה, דשא\n" +
                "וחומרים נוספים מתאימים.",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    HmScope(area = "תשתיות",
        section = "3.4",
        definition ="לא יהיו מקומות ללא ניקוז מתאים\n" +
                "שיאפשרו שלוליות ומים עומדים."
    ),
    HmScope(area = "תשתיות",
        section = "3.5",
        definition ="תאי ביקורת, בריכות הסתעפות, מגופים,\n" +
                "צנרת וכד' יהיו בגובה פני הקרקע בלבד"
    ),
    HmScope(area = "תשתיות",
        section = "3.6",
        definition ="מתקנים והתקנים בחצר העלולים לסכן\n" +
                "את הילדים, יגודרו באופן שימנע גישה\n" +
                "אליהם או טיפוס עליהם, הדרך תהיה\n" +
                "פנויה ממכשולים."
    ),
    HmScope(area = "תשתיות",
        section = "3.7" ,
        definition ="אין להציב מתקנים והתקנים אחרים כמו\n" +
                "עמודים, אנטנות, יחידות טרנספורמציה,\n" +
                "הידראנטים או כל מתקן או התקן אחר\n" +
                "בשטח החצר אלא לצורך הנובע מארגון\n" +
                "החצר ומתפקודיה. מתקנים והתקנים\n" +
                "אחרים שאינם חלק אורגני מארגון החצר\n" +
                "ומתפקודיה כאמור, יגודרו באופן שתמנע\n" +
                "גישה אליהם"
    ),
    HmScope(area = "תשתיות",
        section = "3.8",
        definition =" לא יחצו קווי חשמל וטלפון עיליים את\n"+
                "תחום חצר המוסד החינוכי, אלא יחוברו\n" +
                        "למבנים ולמתקנים באמצעות כבלים תת\n" +
                        "קרקעיים. במקרים מיוחדים הקווים יהיו\n" +
                        "בתוך מובילים"
    ),

    HmScope(area = "תשתיות",
        section = "3.9",
        definition = "מתקן לאיסוף אשפה ימוקם בגבול\n" +
                "המגרש, הרחק ככל האפשר מבניין מוסד\n" +
                "החינוך ומאזורי תנועה ופעילות של\n" +
                "תלמידים.\n" +
                "אין להתקין מתקני אשפה טמונים\n" +
                "בחצרות."
        ),
 HmScope(area = "תשתיות",
        section = "3.10",
        definition = "ברזיות מי-שתייה תותקנה בקרבת\n" +
                "שטחי הפעילויות של התלמידים,\n" +
                "במקום מוצל ומרוחק ממעברים\n" +
                "ומצירי תנועה. מתקן השתייה לא ירוצף\n" +
                "באבן חלקה וכד', כדי למנוע החלקה.\n" +
                "הברזים יהיו מטיפוס סניטארי, ללא\n" +
                "מגע פה אדם, ויותקנו בתוך שקערוריות,\n" +
                "כדי למנוע שבירת שיניים."
        ),
 HmScope(area = "ארגון החצר",
        section = "3.11",
        definition = "החצר תאורגן באופן שיבטיח בטיחות\n" +
                "מרבית בעת תנועה ופעילות של\n" +
                "תלמידים."
        ),
 HmScope(area = "ארגון החצר",
        section = "3.12",
        definition = "לא יגודרו עצים או חלקים מהחצר, בשטח\n" +
                "המשמש לבילוי תלמידים בהפסקות, בגדר\n" +
                "תיל או בכל צורת גידור אחרת העלולה\n" +
                "לפגוע בתלמידים במרוצתם"
        ),
 HmScope(area = "ארגון החצר",
        section = "3.13",
        definition = "לא יהיו בחצר מקומות מסתור המקשים\n" +
                "על הבקרה ועל השליטה."
        ),
 HmScope(area = "ארגון החצר",
        section = "3.14",
        definition = "בחצר המוסד יהיו אזורים מוצלים\n" +
                "המאפשרים בילוי בהפסקות ללא חשיפה\n" +
                "לקרינת שמש ישירה."
        ),
 HmScope(area = "ארגון החצר",
        section = "3.15",
        definition = "מתקני משק, מחסנים וכו' שיש בהם\n" +
                "סיכונים בטיחותיים כגון חומרי הדברה,\n" +
                "חומרי צביעה, חומרי ניקוי, חומרים\n" +
                "דליקים )בשום מקרה לא ניתן לאחסן\n" +
                "דלקים בתוך מחסנים סגורים,( כלי עבודה\n" +
                "מונעי כוח וכד', יצוידו בסידורי נעילה\n" +
                "באמצעות מנעולים מתאימים.\n" +
                "מבנים שאינם בשימוש יהיו נעולים\n" +
                "ומגודרים ומצוידים בשלטים שכתוב\n" +
                "עליהם '' הכניסה אסורה'."
        ),
 HmScope(area = "ארגון החצר",
        section = "3.16",
        definition = "יוגדר שטח לרכב חירום כולל דרך גישה\n" +
                "מתאימה וללא מכשולים מהשער המיועד",
        kindergarten = false
        ),
 HmScope(area = "ארגון החצר",
        section = "3.17",
        definition = "",
        school = false,
        youthVillage = false,
        boardingSchool = false
        ),
 HmScope(area = "ארגון החצר",
        section = "3.18",
        definition = "צמחיה במוסד- לא תימצא צמחייה\n" +
                "דוקרנית, רעילה.\n" +
                "לא ימצאו בחצר עצים וענפים המהווים\n" +
                "אפשרות קריסה.\n" +
                "לא ימצאו קצוות חדים לאחר גיזום / כריתת צמחיה\n" +
                "העצים ימוקמו ויטופלו על מנת להקשות\n" +
                "את הטיפוס עליהם"
        ),
    //
 HmScope(area = "מפלסים בחצר",
        section = "3.19",
        definition = "" +
                "הפרש גובה בין מפלסים העולה על 50\n" +
                "ס\"מ ועד  2.5מ מחייב התקנת מעקה יציב.\n" +
                "בגובה  1.10מטר לפחות.\n" +
                "כשהפרש מפלסים מעל  2.5מטר גובה\n" +
                "המעקה  1.20מטר לפחות\n" +
                "לא תהיה אפשרות טיפוס על סלעים.\n" +
                "במקומות שקיימים מפלסים מסלעים\n" +
                "נדרש התקנת מעקה, גידור או כל פתרון\n" +
                "הנדסי אחר."
        ),
 HmScope(area = "מפלסים בחצר",
        section = "3.20",
        definition = "מבנה המעקה יקשה אפשרות טיפוס\n" +
                ")כרכיבים אופקיים, בליטות, חריצים או\n" +
                "כל חלק המאפשר טיפוס(. סורגי המעקה\n" +
                "יהיו אנכיים, והמרווח ביניהם לא יותר מ-\n" +
                " 10ס\"מ, או פתרון אחר התואם את\n" +
                "דרישות חוזר מנכ\"ל"
        ),
 HmScope(area = "שבילים",
        section = "3.21",
        definition = "שביל הגישה לשער הכניסה לבניין לא\n" +
                "יפחת מרוחב שער הכניסה כשהוא פתוח\n" +
                "לגמרי"
        ),
 HmScope(area = "שבילים",
        section = "3.22",
        definition = "השבילים משערי הכניסה לבניין, דרכי\n" +
                "הגישה והשטחים בחצר – כל אלה יהיו\n" +
                "סלולים או מרוצפים או כבושים, ללא\n" +
                "מהמורות ובליטות, ופניהם מחוספסים,\n" +
                "למניעת החלקה."
        ),
    HmScope(area = "שבילים",
        section = "3.23",
        definition = "שבילי ההליכה והמעברים שבין המפלסים\n" +
                "השונים בחצר יהיו בשיפוע מתון."
        ),

HmScope(area = "מדרגות",
        section = "3.24",
        definition = "מספר מדרגות במהלך אחד, לא יפחת מ-3\n" +
                "מדרגות ולא יעלה על  14מדרגות"
        ),
    HmScope(area = "מדרגות",
        section = "3.25",
        definition = "פני המישור העליון של מדרגות חיצוניות\n" +
                "ושל רמפות יהיו מחוספסים, ויותקנו\n" +
                "מחומרים ובשיטות שימנעו סכנת החלקה."
        ),
    //
  HmScope(area = "גדר",
        section = "3.26",
        definition = "הגדר תתנשא לגובה של  2מ' לפחות מעל\n" +
                "פני הקרקע משני צידי הגדר,\n" +
                "הגובה יימדד מעל לנקודת מדרך רגל"
        ),
 HmScope(area = "גדר",
        section = "3.27",
        definition = "גדר סורגים יש לייצב בבסיס בטון.\n" +
                "הסורגים יהיו אנכיים, במרווחים של לא\n" +
                "יותר מ-  10ס\"מ בין מוטות סמוכים\n" +
                "ובחוזק הדרוש למניעת כיפופם."
        ),
 HmScope(area = "גדר",
        section = "3.28",
        definition = "גדר רשת תהיה מתיל מגולוון או מצופה\n" +
                "חומר פלסטי. רוחב משבצות הרשת יהיה\n" +
                " 5ס\"מ לכל היותר, כדי למנוע אפשרות\n" +
                "טיפוס.\n" +
                "הקצה התחתון של הרשת ישוקע בקרקע,\n" +
                "ויחובר אל בסיס בטון או בפרופיל אופקי\n" +
                "סמוך לקרקע. הקצה העליון לא יהיה\n" +
                "חופשי, כי-אם יחוזק בפרופיל ברזל\n" +
                "אופקי.\n" +
                "לא תהיה רשת מפותלת כגדר."
        ),
 HmScope(area = "גדר",
        section = "3.29",
        definition = "המרחק ממשטח הבטון שעליו מותקנת\n" +
                "הגדר עד הקצה התחתון של פרופיל הגדר לא יעלה על  10ס\"מ"
        ),
 HmScope(area = "גדר",
        section = "3.30",
        definition = "בכל חלקי הגדר לרבות החלק העליון , לא\n" +
                "יהיו אלמנטים חדים המהווים סכנת\n" +
                "פציעה לילדים המסתובבים בסביבתה או\n" +
                "מטפסים עליה."
        ),
 HmScope(area = "גדר",
        section = "3.31",
        definition = "גדר חיה אינה יכולה בשום מקרה לבוא\n" +
                "במקום סוגי הגדרות המפורטים לעיל,\n" +
                "אלא כתוספת נוי בחצר בית-הספר. שיחי\n" +
                "הגדר החיה יהיו בלתי-דוקרניים ובעלי\n" +
                "ענפים גמישים על מנת למנוע דקירה."
        ),
    //
HmScope(area = "שערים",
        section = "3.32",
        definition = "מוסד חינוך המיועד ל- 1,000איש לכל היותר\n" +
                "יותקנו שני שערים ברוחב של  2.2מ' כל אחד\n" +
                "להולכי רגל, וכן שער ברוחב  4.2מ' לרכב\n" +
                "חירום.\n" +
                "במוסד חינוך המיועד לקהל העולה על 1,000\n" +
                "איש יש להוסיף כנגד כל  1,000איש נוספים\n" +
                "שער אחד ברוחב  1.1מ' ושער אחד ברוחב 2.2\n" +
                "מ' להולכי רגל",
        kindergarten = false
        ),
HmScope(area = "שערים",
        section = "3.33",
        definition = "פרזול השער יכלול סגר ומנעול הניתנים\n" +
                "להפעלה מבפנים ומבחוץ, עם אפשרות\n" +
                "לקביעת השער במצב פתוח .\n" +
                "לא יהיו בליטות אלמנטים מהשער"
        ),
HmScope(area = "שערים",
        section = "3.34",
        definition = "לא ימתח תיל דוקרני ולא יקבעו יתדות\n" +
                "בעלי קצוות חדים מעל השער ובחלקה\n" +
                "העליון לא יהיו קצוות חדים המהווים\n" +
                "סכנה לתלמידים."
        ),
HmScope(area = "שערים",
        section = "3.35",
        definition = "משני צידי השער יהיה מרווח לפחות 4\n" +
                "ס\"מ בכל מצב של השער )פתוח או סגור("
        ),
HmScope(area = "שערים",
        section = "3.36",
        definition = "בחצר מוסד החינוך יהיו לפחות שני\n" +
                "שערים.\n" +
                "רוחבו של כל אחד מהם יהיה לפחות 1.20\n" +
                "וגובהו  2מטר לפחות",
        school = false,
        youthVillage = false,
        boardingSchool = false
        ),
    HmScope(area = "שערים",
        section = "3.37",
        definition = "הגישה מבחוץ אל שער-כניסה אחד\n" +
                "לפחות, תהיה במישור אופקי או באמצעו\n" +
                "רמפה, בהתאם לדרישות הנגישות."
    ),
HmScope(area = "שערים",
        section = "3.38",
        definition = "השער יהיה באופן שלא יהיה אפשר לטפס\n" +
                "עליו או לזחול מתחתיו וגובהו יהיה בגובה\n" +
                " 2מטר."
        ),
HmScope(area = "שערים",
        section = "3.39",
        definition = "אין להתקין שערים דו כיווניים\n" +
                "לא יותקן שער חשמלי להולכי רגל."
        ),
    //
HmScope(area = "חניית רכב ואופניים",
        section = "3.40",
        definition = "שטח החנייה לרכב מנועי לצורכי מוסד\n" +
                "החינוך יהיה מחוץ לחצר המוסד.\n" +
                "הגישה בכלי-רכב אל שטח החנייה תהיה\n" +
                "ישירה מבחוץ, היא לא תעבור בתחום\n" +
                "מגרש מוסד החינוך ולא תחצה צירי\n" +
                "תנועה של תלמידים.",
            kindergarten = false
        ),
HmScope(area = "חניית רכב ואופניים",
        section = "3.41",
        definition = "במקומות שבהם החנייה בתוך חצר בית\n" +
                "הספר, החנייה תהיה מסודרת .ומשולטת,\n" +
                "ותהייה הפרדה על ידי גדר שגובהה לא\n" +
                "יפחת מ- 1.1מטר בינה לבין תנועת הולכי\n" +
                "רגל.",
        kindergarten = false
        ),
HmScope(area = "חניית רכב ואופניים",
        section = "3.42",
        definition = "במקומות שבהם התלמידים מרבים\n" +
                "להשתמש באופניים, יוקצה שטח בתחום\n" +
                "חצר מוסד החינוך לסככת חנייה\n" +
                "לאופניים. הגישה באופניים אל הסככה\n" +
                "תהיה ישירה מבחוץ, ולא תחצה צירי\n" +
                "תנועה של התלמידים, החניה תהיה על\n" +
                "הקרקע בלבד.",
        kindergarten = false
        ),
    //
HmScope(area = "מתקני משחקים",
        section = "3.43",
        definition = "המתקנים יהיו יציבים."
        ),

HmScope(area = "מתקני משחקים",
        section = "3.44",
        definition = "רכיבי המתקן יהיו שלמים."
        ),

HmScope(area = "מתקני משחקים",
        section = "3.45",
        definition = "לא ימצאו נקודות הילכדות."
        ),

HmScope(area = "מתקני משחקים",
        section = "3.46",
        definition = "לא ימצאו נקודות הצבתות."
        ),

HmScope(area = "מתקני משחקים",
        section = "3.47",
        definition = "לא תהינה פינות חדות או חלקים בולטים"
        ),

HmScope(area = "מתקני משחקים",
        section = "3.48",
        definition = "לא יהיו אזורים נגועים בחלודה"
        ),

HmScope(area = "מתקני משחקים",
        section = "3.49",
        definition = "חלקי העץ יהיו חלקים וללא\n" +
                "כפיסים העלולים לגרום לפציעה."
        ),

HmScope(area = "מתקני משחקים",
        section = "3.50",
        definition = "השטח שמתחת למתקנים ירופד בשכבת\n" +
                "חול או כל חומר בולם אחר המתאים\n" +
                "למתקן ושאושר על ידי מכון התקנים\n" +
                "הישראלי.\n" +
                "שכבת החול או החומר הבולם יכסו גם\n" +
                "את נקודות העיגון בקרקע."
        ),

HmScope(area = "מתקני משחקים",
        section = "3.51",
        definition = "ארגז חול- פינות מעוגלות ומסגרת שלמה\n" +
                "וללא נזקים.\n" +
                "ארגז חול מאבן , בטון וחומר קשיח אחר,\n" +
                "יהיה עם חיפוי מונע החלקה ובלתי קשיח",
            youthVillage = false,
            boardingSchool = false

        ),
//
HmScope(area = "מגרשי ספורט",
        section = "3.52",
        definition = "מפגעים מגרשי הספורט יהיו תקינים, שלמים, ללא.",
        kindergarten = false
        ),

HmScope(area = "מגרשי ספורט",
        section = "3.53",
        definition = "המשטח יהיה ללא בליטות, שקעים\n" +
                "ומחומרים מונעי החלקה בהתאם\n" +
                "להנחיות חוזר מנכ\"ל",
        kindergarten = false
        ),

HmScope(area = "מגרשי ספורט",
        section = "3.54",
        definition = "מגרשים הגובלים במדרונות,\n" +
                "בכבישים או בחלקים מזוגגים של\n" +
                "הבניין יגודרו בגדר בגובה מזערי\n" +
                "של  4.00מ'.",
        kindergarten = false
        ),

HmScope(area = "מגרשי ספורט",
        section = "3.55",
        definition = "ישמרו שולים נקיים ברוחב מינימאלי של\n" +
                ":\n" +
                ")כדורגל, קט רגל וכדור עף-3מטר(\n" +
                ")כדורסל-  2מטר(.\n" +
                ")כדור יד- 2מ' לרוחב האולם,  1מ'\n" +
                "לאורך האולם.(\n" +
                "עצמים בולטים, ברזיות,\n" +
                "הידראנטים, עמודי תאורה,\n" +
                "לוחות חשמל וכיו\"ב - יורחקו\n" +
                "משולי מגרשי הספורט.",
        kindergarten = false
        ),

HmScope(area = "מגרשי ספורט",
        section = "3.56",
        definition = "גופי התאורה מעל מגרשי ספורט יהיו\n" +
                "מוגנים ברשתות ועשויים מחומרים\n" +
                "עמידים בפני מים ובפני התנפצות.",
        kindergarten = false
        ),

HmScope(area = "מגרשי ספורט",
        section = "3.57",
        definition = "לא תהיה אפשרות לטפס על העמודים לכדורסל ועל אלמנטים אחרים",
        kindergarten = false
        ),

HmScope(area = "מגרשי ספורט",
        section = "3.58",
        definition = "שערים לכדורגל יהיו יציבים, שלמים.",
        kindergarten = false
        ),

HmScope(area = "מגרשי ספורט",
        section = "3.59",
        definition = "מתקני כדורסל יהיו יציבים וללא סימני\n" +
                "פגיעה.",
        kindergarten = false
        ),

// פרק 4

    HmScope(area = "מניעה",
        section = "4.1",
        definition = "וילונות, קישוטים וחומרים דליקים אחרים\n" +
                "יהיו מרוחקים מגופי חימום\n" +
                ") תנור או גוף חימום אחר.("
    ),
     HmScope(area = "ציוד ומטפי כיבוש אש",
        section = "4.2",
        definition = "מיקום עמדות כיבוי אש יוצבו בצורה שאינה\n" +
                "מסכנת את העוברים . הארונות יהיו שלמים\n" +
                "ללא קצוות חדים. פתיחת הארון תהיה מהירה\n" +
                "בכל מצב."
    ),
     HmScope(area = "ציוד ומטפי כיבוש אש",
        section = "4.3",
        definition = "עמדות כיבוי ישמשו לחירום בלבד ולא לצרכי\n" +
                "משק וניקיון."
    ),
     HmScope(area = "ציוד ומטפי כיבוש אש",
        section = "4.4",
        definition = "ציוד הכיבוי ומטפי הכיבוי יהיו שלמים,\n" +
                "תקינותם ומקומם בהתאם להוראת מכר ,523\n" +
                "יבדקו פעם בשנה לכל הפחות.\n" +
                "בכל מוסד חינוכי ימצא מערכות גילוי וכיבוי\n" +
                "אש בהתאם לדרישות מכ\"ר 52",
         kindergarten = false
    ),
     HmScope(area = "ציוד ומטפי כיבוש אש",
        section = "4.5",
        definition = "ציוד הכיבוי ומטפי הכיבוי יהיו שלמים,\n" +
                "תקינותם ומקומם בהתאם להוראת מכר\n" +
                " ,523יבדקו פעם בשנה לכל הפחות.\n" +
                " 1בכל גן ילדים יותקנו  2מטפי אבקה  6ק\"ג\n" +
                "כל אחד.\n" +
                " 2במרחק שלא יעלה על  90מ' מהגן יותקן\n" +
                "ברז כיבוי  \" 2או . \" 3\n" +
                " 3בחזית הכניסה למבנה תוצב עמדת כיבוי אש\n" +
                "הכוללת ברז שרפה \"  ,2גלגלון \" ¾ של  15מ'\n" +
                "עם מזנק, זרנוקים של  25מ' כל אחד, וכן\n" +
                "מטף כיבוי אש המכיל אבקה יבשה  6ק\"ג כל\n" +
                "אלה יהיו בארון .120 X 80 X 30\n" +
                " 4במידת הצורך ,יותקנו גלגלוני כיבוי נוספים\n" +
                "כך שיינתן כיסוי לכל שטח הגן .",
         school = false,
         boardingSchool = false,
         youthVillage = false
    ),
     HmScope(area = "מסדרון",
        section = "4.6",
        definition = "המסדרון יהיה פנוי מחדירת אלמנטים של\n" +
                "המבנה, לרבות צנרות שונות, בגובה של  2מ'\n" +
                "מפני הרצפה.",
         kindergarten = false
    ),
     HmScope(area = "מסדרון",
        section = "4.7",
        definition = "רצפת המסדרון תהיה במפלס ישר ואחיד, בלי\n" +
                "הפרשי גובה וללא מדרגות או רמפות בציר\n" +
                "התנועה.\n" +
                "ציפוי הרצפה יהיה עשוי מחומרים המונעים\n" +
                "החלקה."
    ),
     HmScope(area = "חדרי מדרגות",
        section = "4.8",
        definition = " המדרגות יהיו ללא נזקים ובעלי רום ושלח אחידים."
    ),
     HmScope(area = "חדרי מדרגות",
        section = "4.9",
        definition = "קצוות מהלכי המדרגות ומשטחיהן שמצד\n" +
                "הקיר, חייבים להיות צמודים וללא רווחים\n" +
                "בינם לבין הקיר; אם קיים רווח, נדרש מעקה\n" +
                "בגובה  1.1מ."
    ),
     HmScope(area = "חדרי מדרגות",
        section = "4.10",
        definition = "פני השלח יהיו מחוספסים למניעת החלקה."
    ),
     HmScope(area = "חדרי מדרגות",
        section = "4.11",
        definition = "בכל חלקי חדר המדרגות, לרבות כניסותיו\n" +
                "ויציאותיו, יהיה גובה מזקף הראש לפחות 2.10\n" +
                "מ'."
    ),
     HmScope(area = "חדרי מדרגות",
        section = "4.12",
        definition = "בקצה העליון של חלל / של גרם מדרגות היו\n" +
                "פתחים ליציאת עשן.",
         kindergarten = false
    ),
     HmScope(area = "הכנה למילוט",
        section = "4.13",
        definition = "דלתות יפתחו כלפי חוץ למעט במקרה של:\n" +
                "א. דלת של חדר המיועד לשמש עד  10איש;\n" +
                "ב. הדלת הראשית של חדר השירותים או\n" +
                "הרחצה של התלמידים;\n" +
                "ג. הדלתות המצויות בתוך חדר השירותים של\n" +
                "התלמידים והמובילות אל תאי השירותים\n" +
                "עצמם, ובתנאי שאורכו של כל תא הוא  1.6מ'\n" +
                "לפחות או שהוא בנוי באופן שאפשר לטפס\n" +
                "ולחדור לתוכו מבחוץ. גובה הדלת בכניסה\n" +
                "לתא השירותים לא יעלה על  2.1מ'."
    ),
     HmScope(area = "הכנה למילוט",
        section = "4.14",
        definition = "בחלל /חדר שתפוסתו  100איש ומעלה נדרש\n" +
                "להתקין מנעול בהלה.\n" +
                "אם ישנן מספר כנפיים לדלתות – בכל כנף\n" +
                "יותקן מכלול נעילה למנעול בהלה.",
         kindergarten = false
    ),
     HmScope(area = "הכנה למילוט",
        section = "4.15",
        definition = "שני פתחי מילוט לפחות בחדר שתפוסתו 50\n" +
                "איש ומעלה.",
         kindergarten = false
    ),
     HmScope(area = "הכנה למילוט",
        section = "4.16",
        definition = "בקומת הקרקע תהיינה שתי כניסות לפחות\n" +
                "שתשמשנה גם פתחי יציאה של מסלולי המילוט\n" +
                "בבניין.",
         kindergarten = false
    ),
     HmScope(area = "הכנה למילוט",
        section = "4.17",
        definition = "מסלולי המילוט ישלטו בשלטים סטנדרטיים\n" +
                "המצביעים על כיוון היציאה. מעל כל פתחי\n" +
                "המילוט, הכניסות -לחדרי המדרגות ושערי\n" +
                "היציאה החיצוניים יוצבו שלטי יציאה ותותקן\n" +
                "תאורת חירום;",
         kindergarten = false
    ),
     HmScope(area = "הכנה למילוט",
        section = "4.18",
        definition = "אין להציב במסלול המילוט חפצים העלולים\n" +
                "לגרוע מרוחב המסלול המינימאלי."
    ),
     HmScope(area = "הכנה למילוט",
        section = "4.19",
        definition = "אין לקבוע מסלולי מילוט משותפים עם חללים\n" +
                "מסוכנים."
    ),
     HmScope(area = "הכנה למילוט",
        section = "4.20",
        definition = "בכל כיתת גן ילדים יהיו שתי כניסות לפחות\n" +
                "שתשמשנה גם פתחי מילוט הרוחב מינימאלי\n" +
                "לא יקטן מ  90ס\"מ",
        school = false,
        youthVillage = false,
        boardingSchool = false
    ),
     HmScope(area = "הכנה למילוט",
        section = "4.22",
        definition = "יש לוודא שקיימות יציאות מילוט מחדרי\n" +
                "המגורים, בחדרי האוכל, במטבח, באולמות\n" +
                "התרבות ובמועדונים והניתנים לפתיחה\n" +
                "מבפנים והדרך אליהם משולטת ומוארת\n" +
                "בתאורת חירום.",
         school = false,
         kindergarten = false
    ),
    //
     HmScope(area = "מפגעים קבועים וניידים",
        section = "5.1",
        definition = "עד גובה של  2מ' מהרצפה או מהקרקע - לא\n" +
                "יבלטו מהקירות כל עצמים שהם, אלא אם כן\n" +
                "הם יותקנו בתוך גומחות מיוחדות. כל חומרי\n" +
                "הבנייה והגימור בתוך הבניין ומחוצה לו, יהיו\n" +
                "חלקים, ישרים וחופשיים מכל בליטה\n" +
                "וחספוס. הטיח על קירות חוץ בתחום הגובה\n" +
                "הזה יהיה חלק או לחוץ.\n" +
                "מתקנים של מעבים ) הזרועות( יהיו שלמים\n" +
                "וללא חלודה.",
         kindergarten = false
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.2",
        definition = "עד גובה של  1.5מ' מהרצפה או מהקרקע - לא\n" +
                "יבלטו מהקירות כל עצמים שהם, אלא אם כן\n" +
                "הם יותקנו בתוך גומחות מיוחדות. כל חומרי\n" +
                "הבנייה והגימור בתוך הבניין ומחוצה לו, יהיו\n" +
                "חלקים, ישרים וחופשיים מכל בליטה\n" +
                "וחספוס. הטיח על קירות חוץ בתחום הגובה\n" +
                "הזה יהיה חלק או לחוץ.",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.3",
        definition = "מתלי מעילים לא יהיו נמוכים מ- 1.80מטר.\n" +
                "במידה והגובה יפחת מ- 1.80מטר יש להתקין\n" +
                "מגן.",
        kindergarten = false
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.4",
        definition = "מתלי מעילים לא יהיו נמוכים מ- 1.50מטר.\n" +
                "במידה והגובה יפחת מ- 1.50מטר יש להתקין\n" +
                "מגן.",
     school = false,
     boardingSchool = false,
     youthVillage = false
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.5",
        definition = "ארונות, ספריות וכונניות יהיו מקובעים\n" +
                "למניעת התהפכות."
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.6",
        definition = "דלתות ארונות וויטרינות יהיו מ חומר שאינו\n" +
                "מתנפץ."
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.7",
        definition = "מצנני מים יהיו מותאמים ויעוגנו לקירות\n" +
                "למניעת התהפכות."
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.8",
        definition = "בלוח הכיתה לא יהיו בליטות או פינות חדות.",
        kindergarten = false
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.9",
        definition = "אין להציב מראות מזכוכית שבירה במקומות\n" +
                "נגישים."
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.10",
        definition = "לא יהיו מפגעי תשתית בבניין ובכיתות ובפרט\n" +
                "סדקים במבנה, רצפות שקועות, סימני רפיון\n" +
                ")כגון \"בטן\"( בתקרות תלויות ומפגעי תשתית\n" +
                "אחרים."
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.11",
        definition = "הריצוף לא יהיה מועד להחלקה, במיוחד\n" +
                "במקומות שרבה בהם הרטיבות, כמו\n" +
                "שירותים, מטבח וכד."
    ),
 HmScope(area = "מפגעים קבועים וניידים",
        section = "5.12",
        definition = "אין להציב ציוד הניתן לטיפוס עליו בצמוד\n" +
                "למקומות עם הפרשי גובה )חלונות ,מעקים\n" +
                "וכיוב..("
    ),
    //
 HmScope(area = "חלונות סורגים",
        section = "5.13",
        definition = "חלונות החוץ של חדרי הלימוד ואולמי\n" +
                "ההתקהלות ייקבעו באופן שגובה הסף שלהם\n" +
                "מהרצפה יהיה–  1.50מ' לפחות.\n" +
                "במידה וגובה סף חלון יפחת מ- 1.5מטר\n" +
                "והותקנו התקנים ל\"הגבהת הסף או הגבלת\n" +
                "פתיחת החלון, המרווח הנוצר לא יעלה על 10\n" +
                "ס\"מ. רוחב אדן החלון כלפי פנים לא יעלה על\n" +
                " 4ס\"מ למניעת ישיבה.\n" +
                "חלונות יזוגגו בחומר שאינו מתנפץ"
    ),
 HmScope(area = "חלונות סורגים",
        section = "5.14",
        definition = "כנפי החלונות לא יבלטו לתוך הכיתה/ גן.\n" +
                "כנפי החלונות לא יבלטו החוצה כאשר סף\n" +
                "החלון נמוכה מ  2מטרים\n" +
                "במידה ובולטים, יש לקבעם במצב פתוח."
    ),
 HmScope(area = "חלונות סורגים",
        section = "5.15",
        definition = "אין להתקין חלונות גרירה אנכיים."
    ),
 HmScope(area = "חלונות סורגים",
        section = "5.16",
        definition = "אין להתקין חלונות חיצוניים מרפפות זכוכית."
    ),
 HmScope(area = "חלונות סורגים",
        section = "5.17",
        definition = "החלונות בקומת הקרקע ובחדרים בהם יש\n" +
                "צורך בסורגים, למניעת פריצה דרכם, בכל\n" +
                "כתה או אולם יהיה לפחות פתח מילוט אחד\n" +
                "באחד הסורגים העונים על הדרישות האלה:\n" +
                "א. פתח המילוט בסורג יפתח כלפי חוץ ויהיה\n" +
                "במידות מינימום של  0.80מ' )רוחב( ו –\n" +
                " 1.00מ' )גובה.(\n" +
                "ב. צבע הסורג המשמש כפתח מילוט יהיה\n" +
                "מסוג זוהר, פולט אור משני הצדדים.\n" +
                "ג. מעל החלון יותקן שלט זוהר ועליו כתוב \"\n" +
                "חלון חילוץ\".\n" +
                "ד. מפתח המנעול שעל הסורג ימצא בתוך\n" +
                "קופסת ניפוץ צבועה באדום .\n" +
                "ה. שתיקבע במרחק לא גדול מהמנעול שעל\n" +
                "הסורג. מפתחות נוספים מאותו הסוג\n" +
                ")מאסטר( יהיו בארון המפתחות של מוסד\n" +
                "החינוך ובידי המורה וכל אדם אחראי\n" +
                "לחדר. קופסת הניפוץ תכיל פטישון\n" +
                "להוצאה מהירה של המפתח בשעת\n" +
                "חירום."
    ),
 HmScope(area = "חלונות סורגים",
        section = "5.18",
        definition = "בסורגים המותקנים במבנה:\n" +
                "א. לא תהיה אפשרות טיפוס.\n" +
                "ב. מרווח בין השלבים לא יעלה על\n" +
                " 10ס\"מ"
    ),
    //
 HmScope(area = "דלתות",
        section = "5.19",
        definition = "במבנה שבו הדלתות נפתחות לכיוון צירי\n" +
                "התנועה והמסדרונות:\n" +
                "א. במידה והדלת נמצאת בתוך גומחא\n" +
                ")נישה( לא תבלוט מעבר ל- 18ס\"מ\n" +
                "לתוך צירי התנועה והמסדרון, בזוית\n" +
                "של  90מעלות.\n" +
                "ב. בדלתות ללא גומחא )נישה( הן תיפתח\n" +
                "עד ל - 180מעלות וצמודות אל הקיר.",
        kindergarten = false
    ),
 HmScope(area = "דלתות",
        section = "5.20",
        definition = "דלתות הזזה אסורות בחדרים לתפוסה מעל 6\n" +
                "אנשים."
    ),

HmScope(area = "דלתות",
        section = "5.22",
        definition = "אין להתקין דלתות מזוגגות ע\"י זכוכית\n" +
                "רגילה. אלא יזוגגו בחומר שאינו מתנפץ."
    ),
HmScope(area = "דלתות",
        section = "5.23",
        definition = "כל הדלתות יספקו הגנה מפני פגיעה\n" +
                "באצבעות. ההגנה תכלול את שלושת\n" +
                "המרכיבים האלה:\n" +
                "מגן אצבעות גמיש שיכסה את הרווח שבין\n" +
                "המזוזה לבין אגף הדלת בשני צדי הצירים\n" +
                ")כאשר הדלת צמודה לקיר במצב פתוח,וזווית הפתיחה אינה עולה על ° ,100אפשר\n" +
                "לוותר על מגן אצבעות בצד החיצוני של\n" +
                "הצירים.\n" +
                "ב. רכיב להאטת האגף שיכלול את אחד\n" +
                "המנגנונים האלה: מחזיר שמן הידראולי\n" +
                "לדלת, גלגל להאטת תנועת אגף הדלת בזמן\n" +
                "תנועתה או בולם במשקוף המאט את תנועת\n" +
                "האגף לקראת סוף סגירתה.\n" +
                "ג. תפס )מעצור דלת( התופס את אגף הדלת\n" +
                "בסוף תנועת הפתיחה שלו ומצמיד אותה\n" +
                "לקיר )רצוי שהתפס לא ימוקם על הרצפה.\n" +
                "ד. במקלט ובמרחב מוגן יש להתקין מגן\n" +
                "אצבעות ואלמנט קיבוע שיותאם לדלת.\n" +
                "ה. בדלתות קלות של שירותים נדרשת הגנה\n" +
                "מתאימה"
    ),
HmScope(area = "דלתות",
        section = "5.24",
        definition = "הידיות, המנעולים או חיפויים )\"רוזטות\"(\n" +
                "יהיו שלמים, חלקים, מעוגלים וחופשיים\n" +
                "מבליטת ברגים, פינים או חלקי פרזול אחרים."
    ),
HmScope(area = "דלתות",
        section = "5.25",
        definition = "לא תותקן דלת דו-כיוונית.\n" +
                "לא תותקן דלת מסוג \"פנדל\" )צירים\n" +
                "המחוברים לסף וראש המשקוף("
    ),
HmScope(area = "דלתות",
        section = "5.26",
        definition = "דלת כניסה תהיה ברוחב נקי של  90ס\"מ",
    school = false,
    boardingSchool = false,
    youthVillage = false
    ),
HmScope(area = "דלתות",
        section = "5.27",
        definition = "הדלתות יפתחו כלפי חוץ ובזוית של 180\n" +
                "מעלות, בקיר פינתי לפחות  90מעלות.",
    school = false,
    boardingSchool = false,
    youthVillage = false
    ),
HmScope(area = "דלתות",
        section = "5.28",
        definition = "דלתות תאי השירותים תהיינה ברוחב מזערי\n" +
                "של  60ס\"מ, גובהן  150ס\"מ מהרצפה, בין\n" +
                "הרצפה לחלק התחתון של כנף הדלת יהיה\n" +
                "רווח של  20ס\"מ לפחות, פתיחת הדלתות כלפי\n" +
                "חוץ, לא תהיה אפשרות לנעילה מבפנים.",
    school = false,
    boardingSchool = false,
    youthVillage = false
    ),
HmScope(area = "דלתות",
        section = "5.28.1",
        definition = "דלתות תאי השירותים תהיינה ברוחב מזערי\n" +
                "של  60ס\"מ, בין הרצפה לחלק התחתון של כנף\n" +
                "הדלת יהיה רווח של  20ס\"מ לפחות, פתיחת\n" +
                "הדלתות כלפי חוץ.",
        kindergarten = false
    ),
//
HmScope(area = "מעקים ומסעד יד",
        section = "5.29",
        definition = "יש להתקין מעקה בגובה של  1.10מ' לפחות\n" +
                "בכל מקום בבניין מוסד החינוך או בחצר שבו\n" +
                "הפרשי הגובה בין מפלסים סמוכים עולים על\n" +
                " 50ס\"מ ובכל מקום שבו מספר המדרגות עולה\n" +
                "על שלוש."
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.30",
        definition = "מעל חללים פתוחים שגובהם מעל ל-2.5\n" +
                "מטר),גרם מדרגות, מפלסים במבנה(נדרש\n" +
                "להתקין מעקה שגובהו לא יפחת מ- 1.2מטר."
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.31",
        definition = "בגגות המשמשים כחצרות פעילים, גובה\n" +
                "המעקה לא יפחת מ- 1.5מטר."
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.32",
        definition = "בבמות חוץ ופנית שגובהם עולה על  1.6מטר,\n" +
                "יש להתקין מעקות."
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.33",
        definition = "במעקים המכילים אלמנטים אנכיים,\n" +
                "המרווח בין האלמנטים האלה לא יעלה על 10 ס\"מ" +
                " )למניעת הילכדות ראש או חלק גוף\n" +
                "אחר. "
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.34",
        definition = "המעקים יהיו יציבים ומקובעים למקומם;\n" +
                "לא יהיו שלבים אופקיים מתחת לגובה 90\n" +
                "ס\"מ"
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.35",
        definition = "גובה המעקה יימדד\n" +
                "מהמשטח האופקי או\n" +
                "מקצה \"אף\" המדרגה"
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.36",
        definition = "המעקים ומסעדי-היד ייבנו באופן שלא\n" +
                "יהיה אפשר להחליק או לטפס עליהם, אך\n" +
                "גם באופן שלא יפצעו את מי שינסה\n" +
                "להחליק.\n" +
                "רוחב מעקה לא יעלה על  5ס\"מ ובכל מקרה\n" +
                "לא יאפשר ישיבה, טיפוס וגלישה"
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.37",
        definition = "המעקה ומסעדי-היד ייבנו ברציפות וללא\n" +
                "הפסקה לאורך כל מהלך המדרגות"
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.38",
        definition = "גובהם המזערי של מסעדי היד המותקנים על\n" +
                "הקיר או לצד המעקה יהיה  90ס\"מ, ללא\n" +
                "הבחנה בין גן, בית ספר יסודי לבית ספר על-\n" +
                "יסודי. )גובה זה יימדד מקצה \"אף\" המדרגה("
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.39",
        definition = "מסעדי יד יותקנו משני צידי מהלך המדרגות."
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.40",
        definition = "בכל מקרה, לא יעלה המרחק אל בית האחיזה\n" +
                "על  75ס\"מ"
    ),
HmScope(area = "מעקים ומסעד יד",
        section = "5.41",
        definition = "גובה המעקה מעל חללים פתוחים יהיה 1.20\n" +
                "מטר לכל הפחות ולא יאפשר כל טיפוס."
    ),
    // פרק 6

    HmScope(area = "שגרה(לא בחרום)",
        section = "6.1",
        definition = "בכל מקום בו קיימת סתירה בין הוראות פיקוד\n" +
                "העורף והוראות הבטיחות, בזמן שגרה יגברו\n" +
                "הוראות הבטיחות תוך כדי מתן אפשרות מהירה\n" +
                "לעבור למצב חירום. כקיבוע או סורגים על\n" +
                "חלונות מילוט , ומניעת טיפוס על סולמות"
    ),
 HmScope(area = "שגרה(לא בחרום)",
        section = "6.2",
        definition = "ניתן להשתמש במקלט באופן שוטף בהתאם\n" +
                "להנחיות פיקוד העורף."
    ),
//
    HmScope(area = "דרכי גישה",
        section = "6.3",
        definition = "דרכי הגישה אל הכניסות למקלט ואל היציאות\n" +
                "ממנו, לרבות היציאות מפתחי יציאות החירום,\n" +
                "תהיינה פנויות, מסומנות ומשולטות, סלולות\n" +
                "או מרוצפות, ללא בליטות או שקעים, בגימור\n" +
                "מחוספס למניעת החלקה ופנויות מכל מכשול\n" +
                "או הפרעה לתנועה מהירה וחלקה.",
        kindergarten = false
    ),
 HmScope(area = "דרכי גישה",
        section = "6.4",
        definition = "",
     school = false,
     boardingSchool = false,
     youthVillage = false
    ),
    //
    HmScope(area = "מבנה",
        section = "6.5",
        definition = ""
    ),

    HmScope(area = "מבנה",
        section = "6.6",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    //
    HmScope(area = "חלונות",
        section = "6.7",
        definition = ""
    ),
    //
    HmScope(area = "פתחי חירום",
        section = "6.8",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    HmScope(area = "פתחי חירום",
        section = "6.9",
        definition = ""
    ),
    //
    HmScope(area = "קירות",
        section = "6.10",
        definition = ""
    ),
    //
    HmScope(area = "תאורת חירום",
        section = "6.11",
        definition = ""
    ),

    //פרק 7
    HmScope(area = "כיתות חדרים וגן",
        section = "7.1",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    HmScope(area = "כיתות חדרים וגן",
        section = "7.2",
        definition = ""
    ),
    HmScope(area = "כיתות חדרים וגן",
        section = "7.3",
        definition = ""
    ),
    HmScope(area = "כיתות חדרים וגן",
        section = "7.4",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    HmScope(area = "כיתות חדרים וגן",
        section = "7.5",
        definition = ""
    ),
    HmScope(area = "כיתות חדרים וגן",
        section = "7.6",
        definition = ""
    ),
    HmScope(area = "כיתות חדרים וגן",
        section = "7.7",
        definition = ""
    ),
    HmScope(area = "כיתות חדרים וגן",
        section = "7.8",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    HmScope(area = "כיתות חדרים וגן",
        section = "7.9",
        definition = ""
    ),
    //
    HmScope(area = "המטבח",
        section = "7.10",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    HmScope(area = "המטבח",
        section = "7.11",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    HmScope(area = "המטבח",
        section = "7.12",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    //
    HmScope(area = "אחסון חומרי ניקוי",
        section = "7.13",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    //
    HmScope(area = "עזרה ראשונה",
        section = "7.14",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    HmScope(area = "עזרה ראשונה",
        section = "7.15",
        definition = "",
        school = false,
        boardingSchool = false,
        youthVillage = false
    ),
    // פרק 8
    HmScope(area = "מבנה",
        section = "8.1",
        definition = ""
    ),
    HmScope(area = "מבנה",
        section = "8.2",
        definition = ""
    ),
    HmScope(area = "מבנה",
        section = "8.3",
        definition = ""
    ),
    HmScope(area = "מבנה",
        section = "8.4",
        definition = ""
    ),
    HmScope(area = "מבנה",
        section = "8.5",
        definition = ""
    ),
    //
    HmScope(area = "חשמל",
        section = "8.6",
        definition = ""
    ),
    // פרק 9

    HmScope(area = "לוחות חשמל",
        section = "9.1",
        definition = ""
    ),
    HmScope(area = "לוחות חשמל",
        section = "9.2",
        definition = ""
    ),
    HmScope(area = "לוחות חשמל",
        section = "9.3",
        definition = ""
    ),
    //
    HmScope(area = "מפסקים ושקעים",
        section = "9.4",
        definition = ""
    ),
    HmScope(area = "מפסקים ושקעים",
        section = "9.5",
        definition = ""
    ),
    //
    HmScope(area = "מנורות וגופי תאורה",
        section = "9.6",
        definition = ""
    ),
    HmScope(area = "מנורות וגופי תאורה",
        section = "9.7",
        definition = ""
    ),
    HmScope(area = "מנורות וגופי תאורה",
        section = "9.8",
        definition = ""
    ),
    //
    HmScope(area = "חיווט וכבלי חשמל",
        section = "9.9",
        definition = ""
    ),
    //
    HmScope(area = "ציוד חשמלי מטלטל",
        section = "9.10",
        definition = ""
    ),
    HmScope(area = "ציוד חשמלי מטלטל",
        section = "9.11",
        definition = ""
    ),
    //
    HmScope(area = "מעבדות",
        section = "9.12",
        definition = ""
    ),
    HmScope(area = "מעבדות",
        section = "9.13",
        definition = ""
    ),
    HmScope(area = "מעבדות",
        section = "9.14",
        definition = ""
    ),
    HmScope(area = "מעבדות",
        section = "9.15",
        definition = ""
    ),
    HmScope(area = "מעבדות",
        section = "9.16",
        definition = ""
    ),
    HmScope(area = "מעבדות",
        section = "9.17",
        definition = ""
    ),
    //
    HmScope(area = "חדרי מחשב",
        section = "9.18",
        definition = ""
    ),
    HmScope(area = "חדרי מחשב",
        section = "9.19",
        definition = ""
    ),
    HmScope(area = "חדרי מחשב",
        section = "9.20",
        definition = ""
    ),
    // פרק 10
    HmScope(area = "גז",
        section = "10.1",
        definition = ""
    ),
    HmScope(area = "גז",
        section = "10.2",
        definition = ""
    ),
    HmScope(area = "גז",
        section = "10.3",
        definition = ""
    ),
    //
    HmScope(area = "מכל נפט, סולר",
        section = "10.4",
        definition = ""
    ),
    HmScope(area = "מכל נפט, סולר",
        section = "10.5",
        definition = ""
    ),
    //
    HmScope(area = "תחנת דלק פנימית",
        section = "10.6",
        definition = ""
    ),
    //פרק 11
    HmScope(area = "ארגון אולם",
        section = "11.1",
        definition = ""
    ),
    //
    HmScope(area = "דלתות",
        section = "11.2",
        definition = ""
    ),
    HmScope(area = "תקרה",
        section = "11.3",
        definition = ""
    ),
    HmScope(area = "קירות",
        section = "11.4",
        definition = ""
    ),
    HmScope(area = "רצפנ",
        section = "11.5",
        definition = ""
    ),
    HmScope(area = "אוורור",
        section = "11.6",
        definition = ""
    ),
    HmScope(area = "תאורה",
        section = "11.7",
        definition = ""
    ),
    HmScope(area = "חשמל",
        section = "11.8",
        definition = ""
    ),
    HmScope(area = "מתקני ספורט",
        section = "11.9",
        definition = ""
    ),
    HmScope(area = "מתקני ספורט",
        section = "11.10",
        definition = ""
    ),
    HmScope(area = "מתקני ספורט",
        section = "11.11",
        definition = ""
    ),
    HmScope(area = "מתקני ספורט",
        section = "11.12",
        definition = ""
    ),
    HmScope(area = "מתקני ספורט",
        section = "11.3",
        definition = ""
    ),
    //פרק 12
    HmScope(area = "מעברים ויציאות",
        section = "12.1",
        definition = ""
    ),
    HmScope(area = "מעברים ויציאות",
        section = "12.2",
        definition = ""
    ),
    //
    HmScope(area = "צנרות",
        section = "12.3",
        definition = ""
    ),
    HmScope(area = "צנרות",
        section = "12.4",
        definition = ""
    ),
    HmScope(area = "כימיקלים",
        section = "12.5",
        definition = ""
    ),
    HmScope(area = "כימיקלים",
        section = "12.6",
        definition = ""
    ),
    HmScope(area = "גז",
        section = "12.7",
        definition = ""
    ),
    HmScope(area = "גז",
        section = "12.8",
        definition = ""
    ),
    HmScope(area = "גז",
        section = "12.9",
        definition = ""
    ),
    //
    HmScope(area = "מנדף",
        section = "12.10",
        definition = ""
    ),
    HmScope(area = "מנדף",
        section = "12.11",
        definition = ""
    ),
    //
    HmScope(area = "ציוד מגן אישי",
        section = "12.12",
        definition = ""
    ),
    //
    HmScope(area = "תאורת חירום",
        section = "12.13",
        definition = ""
    ),
    //
    HmScope(area = "שטיפת עיניים",
        section = "12.14",
        definition = ""
    ),
    //
    //todo לבדוק אם הסעיפים האלה תחת אותו תחום או שפשוט היה חסר קו הפרדה 12.15 12.16
    HmScope(area = "מקלחת חירום",
        section = "12.15",
        definition = ""
    ),
    HmScope(area = "תנאי סביבה בחדר הכנה",
        section = "12.16",
        definition = ""
    ),
    //
    HmScope(area = "תנאי סביבה בכיתת מעבדה",
        section = "12.17",
        definition = ""
    ),
    //
    HmScope(area = "תאורה",
        section = "12.18",
        definition = ""
    ),
    HmScope(area = "תאורה",
        section = "12.19",
        definition = ""
    ),
    HmScope(area = "חשמל",
        section = "12.20",
        definition = ""
    ),
    HmScope(area = "פסולת כימית",
        section = "12.21",
        definition = ""
    ),
    // פרק 13

    HmScope(area = "ציוד מגן",
        section = "13.1",
        definition = ""
    ),
    //
    HmScope(area = "דלתות אש",
        section = "13.2",
        definition = ""
    ),
    //
    HmScope(area = "מעבר",
        section = "13.3",
        definition = ""
    ),
    //
    HmScope(area = "חלקים נעים",
        section = "13.4",
        definition = ""
    ),
    //
    HmScope(area = "חשמל",
        section = "13.5",
        definition = ""
    )
    ,HmScope(area = "חשמל",
        section = "13.6",
        definition = ""
    )
    ,HmScope(area = "חשמל",
        section = "13.7",
        definition = ""
    )
    ,HmScope(area = "חשמל",
        section = "13.8",
        definition = ""
    ),
    //
    HmScope(area = "מכונות וציוד",
        section = "13.9",
        definition = ""
    ),
    HmScope(area = "מכונות וציוד",
        section = "13.10",
        definition = ""
    ),
    HmScope(area = "מכונות וציוד",
        section = "13.11",
        definition = ""
    ),
    HmScope(area = "מכונות וציוד",
        section = "13.12",
        definition = ""
    ),
    //
    HmScope(area = "רעש",
        section = "13.13",
        definition = ""
    ),
    HmScope(area = "רעש",
        section = "13.14",
        definition = ""
    ),
    //
    HmScope(area = "הסמכות",
        section = "13.15",
        definition = ""
    ),
    // פרק 14

    HmScope(area = "תכנון",
        section = "14.1",
        definition = ""
    ),
    //
    HmScope(area = "גובה",
        section = "14.2",
        definition = ""
    ),
    //
    HmScope(area = "מפגע",
        section = "14.3",
        definition = ""
    ),
    //
    HmScope(area = "חשמל ומים",
        section = "14.4",
        definition = ""
    ),
    //
    HmScope(area = "שילוט",
        section = "14.5",
        definition = ""
    ),
    //
    HmScope(area = "מרחק מהכניסה",
        section = "14.6",
        definition = ""
    ),
    //
    HmScope(area = "מרחק מהחלונות",
        section = "14.7",
        definition = ""
    ),

    // פרק 15
    HmScope(area = "דלתות",
        section = "15.1",
        definition = ""
    ),
    //
    HmScope(area = "דלתות",
        section = "15.1",
        definition = ""
    ),
    //
    HmScope(area = "דלתות",
        section = "15.1",
        definition = ""
    ),
    //
    HmScope(area = "דלתות",
        section = "15.1",
        definition = ""
    ),
    HmScope(area = "דלתות",
        section = "15.1",
        definition = ""
    ),
    HmScope(area = "דלתות",
        section = "15.1",
        definition = ""
    ),
    //
    HmScope(area = "דלתות",
        section = "15.1",
        definition = ""
    ),
    //
    HmScope(area = "דלתות",
        section = "15.1",
        definition = ""
    ),
    HmScope(area = "דלתות",
        section = "15.1",
        definition = ""
    ),
    //
    HmScope(area = "דלתות",
        section = "15.1",
        definition = ""
    ),
    //
    HmScope(area = "מיגון מכונות",
        section = "15.11",
        definition = ""
    ),
    HmScope(area = "מיגון מכונות",
        section = "15.12",
        definition = ""
    ),
    HmScope(area = "מיגון מכונות",
        section = "15.13",
        definition = ""
    ),
    //
    HmScope(area = "אחסון",
        section = "15.14",
        definition = ""
    ),
    HmScope(area = "אחסון",
        section = "15.15",
        definition = ""
    ),
    HmScope(area = "אחסון",
        section = "15.16",
        definition = ""
    ),
    //
    HmScope(area = "חדר קירור",
        section = "15.17",
        definition = ""
    ),
    //
    HmScope(area = "תלמידים",
        section = "15.19",
        definition = ""
    ),
    // פרק 16
    HmScope(area = "כיבוי אש",
        section = "16.1",
        definition = ""
    ),
    //
    HmScope(area = "דרכי מילוט",
        section = "16.2",
        definition = ""
    ),
    //
    HmScope(area = "תאורת חירום",
        section = "16.3",
        definition = ""
    ),
    //
    HmScope(area = "סורגים",
        section = "16.4",
        definition = ""
    ),


    )

