package com.e.security.data.definitions

import io.reactivex.rxjava3.core.Completable

class HozerMankalArray {

    fun create():ArrayList<HmScope> {

      return  arrayListOf<HmScope>(

            HmScope(
                testArea = "מיקום המוסד",
                section = "2.1",
                definition = "לא יהיו בקרבת המוסד מקורות המהווים מפגעי\n" +
                        "בטיחות, גהות או סיכונים פוטנציאלים )רעש,\n" +
                        "צחנה, זיהום אוויר, מכלים חשופים של גז, דלק...\n" +
                        "ואחרים("
            ),

            HmScope(
                testArea = "מיקום המוסד",
                section = "2.2",
                definition = "לא יעברו קווי מתח גבוה בקרבת המוסד."
            ),

            HmScope(
                testArea = "מיקום המוסד",
                section = "2.3",
                definition = "דרכי הגישה הרגליות למוסד יאפשרו מעבר בטוח\n" +
                        "ללא סיכונים."
            ),
            HmScope(
                testArea = "מיקום המוסד",
                section = "2.4",
                definition = "אם האזור שמחוץ לשער הולכי הרגל צמוד\n" +
                        "לכביש, יש להתקין במקום מעקה בטיחות\n" +
                        "ממתכת בגובה לפחות  1מ' המעקה יקבע מול\n" +
                        "שער היציאה, על שפת המדרכה הצמודה לכביש,\n" +
                        "רוחב המעקה כרוחב השער בתוספת  2מ' מכל צד"
            ),

//פרק 3
            HmScope(
                testArea = "תשתיות",
                section = "3.1",
                definition = "החצר תהיה נקייה ממפגעי\n" +
                        "בטיחות קבועים או זמניים, ללא\n" +
                        "בליטות או שקעים, ולא יישארו\n" +
                        "בה מכשולים או פסולת מכל סוג .\n" +
                        "חלקים בולטים יהיו עם הגנה\n" +
                        "עליהם."
            ),
            HmScope(
                testArea = "תשתיות",
                section = "3.2",
                definition = "כיסוי חצרות לא יכיל חומרים\n" +
                        "העלולים לפגוע ולהזיק כאבנים\n" +
                        "חדות, אבק וכיו\"ב"
            ),
            HmScope(
                testArea = "תשתיות",
                section = "3.3",
                definition = "שטח החצר יהיה ממולא בחול\n" +
                        "ים, כורכר, סומסומיה, דשא\n" +
                        "וחומרים נוספים מתאימים.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "תשתיות",
                section = "3.4",
                definition = "לא יהיו מקומות ללא ניקוז מתאים\n" +
                        "שיאפשרו שלוליות ומים עומדים."
            ),
            HmScope(
                testArea = "תשתיות",
                section = "3.5",
                definition = "תאי ביקורת, בריכות הסתעפות, מגופים,\n" +
                        "צנרת וכד' יהיו בגובה פני הקרקע בלבד"
            ),
            HmScope(
                testArea = "תשתיות",
                section = "3.6",
                definition = "מתקנים והתקנים בחצר העלולים לסכן\n" +
                        "את הילדים, יגודרו באופן שימנע גישה\n" +
                        "אליהם או טיפוס עליהם, הדרך תהיה\n" +
                        "פנויה ממכשולים."
            ),
            HmScope(
                testArea = "תשתיות",
                section = "3.7",
                definition = "אין להציב מתקנים והתקנים אחרים כמו\n" +
                        "עמודים, אנטנות, יחידות טרנספורמציה,\n" +
                        "הידראנטים או כל מתקן או התקן אחר\n" +
                        "בשטח החצר אלא לצורך הנובע מארגון\n" +
                        "החצר ומתפקודיה. מתקנים והתקנים\n" +
                        "אחרים שאינם חלק אורגני מארגון החצר\n" +
                        "ומתפקודיה כאמור, יגודרו באופן שתמנע\n" +
                        "גישה אליהם"
            ),
            HmScope(
                testArea = "תשתיות",
                section = "3.8",
                definition = " לא יחצו קווי חשמל וטלפון עיליים את\n" +
                        "תחום חצר המוסד החינוכי, אלא יחוברו\n" +
                        "למבנים ולמתקנים באמצעות כבלים תת\n" +
                        "קרקעיים. במקרים מיוחדים הקווים יהיו\n" +
                        "בתוך מובילים"
            ),

            HmScope(
                testArea = "תשתיות",
                section = "3.9",
                definition = "מתקן לאיסוף אשפה ימוקם בגבול\n" +
                        "המגרש, הרחק ככל האפשר מבניין מוסד\n" +
                        "החינוך ומאזורי תנועה ופעילות של\n" +
                        "תלמידים.\n" +
                        "אין להתקין מתקני אשפה טמונים\n" +
                        "בחצרות."
            ),
            HmScope(
                testArea = "תשתיות",
                section = "3.10",
                definition = "ברזיות מי-שתייה תותקנה בקרבת\n" +
                        "שטחי הפעילויות של התלמידים,\n" +
                        "במקום מוצל ומרוחק ממעברים\n" +
                        "ומצירי תנועה. מתקן השתייה לא ירוצף\n" +
                        "באבן חלקה וכד', כדי למנוע החלקה.\n" +
                        "הברזים יהיו מטיפוס סניטארי, ללא\n" +
                        "מגע פה אדם, ויותקנו בתוך שקערוריות,\n" +
                        "כדי למנוע שבירת שיניים."
            ),
            HmScope(
                testArea = "ארגון החצר",
                section = "3.11",
                definition = "החצר תאורגן באופן שיבטיח בטיחות\n" +
                        "מרבית בעת תנועה ופעילות של\n" +
                        "תלמידים."
            ),
            HmScope(
                testArea = "ארגון החצר",
                section = "3.12",
                definition = "לא יגודרו עצים או חלקים מהחצר, בשטח\n" +
                        "המשמש לבילוי תלמידים בהפסקות, בגדר\n" +
                        "תיל או בכל צורת גידור אחרת העלולה\n" +
                        "לפגוע בתלמידים במרוצתם"
            ),
            HmScope(
                testArea = "ארגון החצר",
                section = "3.13",
                definition = "לא יהיו בחצר מקומות מסתור המקשים\n" +
                        "על הבקרה ועל השליטה."
            ),
            HmScope(
                testArea = "ארגון החצר",
                section = "3.14",
                definition = "בחצר המוסד יהיו אזורים מוצלים\n" +
                        "המאפשרים בילוי בהפסקות ללא חשיפה\n" +
                        "לקרינת שמש ישירה."
            ),
            HmScope(
                testArea = "ארגון החצר",
                section = "3.15",
                definition = "מתקני משק, מחסנים וכו' שיש בהם\n" +
                        "סיכונים בטיחותיים כגון חומרי הדברה,\n" +
                        "חומרי צביעה, חומרי ניקוי, חומרים\n" +
                        "דליקים )בשום מקרה לא ניתן לאחסן\n" +
                        "דלקים בתוך מחסנים סגורים,( כלי עבודה\n" +
                        "מונעי כוח וכד', יצוידו בסידורי נעילה\n" +
                        "באמצעות מנעולים מתאימים.\n" +
                        "מבנים שאינם בשימוש יהיו נעולים\n" +
                        "ומגודרים ומצוידים בשלטים שכתוב\n" +
                        "עליהם '' הכניסה אסורה'."
            ),
            HmScope(
                testArea = "ארגון החצר",
                section = "3.16",
                definition = "יוגדר שטח לרכב חירום כולל דרך גישה\n" +
                        "מתאימה וללא מכשולים מהשער המיועד",
                kindergarten = false
            ),
            HmScope(
                testArea = "ארגון החצר",
                section = "3.17",
                definition = "",
                school = false,
                youthVillage = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "ארגון החצר",
                section = "3.18",
                definition = "צמחיה במוסד- לא תימצא צמחייה\n" +
                        "דוקרנית, רעילה.\n" +
                        "לא ימצאו בחצר עצים וענפים המהווים\n" +
                        "אפשרות קריסה.\n" +
                        "לא ימצאו קצוות חדים לאחר גיזום / כריתת צמחיה\n" +
                        "העצים ימוקמו ויטופלו על מנת להקשות\n" +
                        "את הטיפוס עליהם"
            ),
            //
            HmScope(
                testArea = "מפלסים בחצר",
                section = "3.19",
                definition = "" +
                        "הפרש גובה בין מפלסים העולה על 50\n" +
                        "ס\"מ ועד  2.5מ מחייב התקנת מעקה יציב.\n" +
                        "בגובה  1.10מטר לפחות.\n" +
                        "כשהפרש מפלסים מעל  2.5מטר גובה\n" +
                        "המעקה  1.20מטר לפחות\n" +
                        "לא תהיה אפשרות טיפוס על סלעים.\n" +
                        "במקומות שקיימים מפלסים מסלעים\n" +
                        "נדרש התקנת מעקה, גידור או כל פתרון\n" +
                        "הנדסי אחר."
            ),
            HmScope(
                testArea = "מפלסים בחצר",
                section = "3.20",
                definition = "מבנה המעקה יקשה אפשרות טיפוס\n" +
                        ")כרכיבים אופקיים, בליטות, חריצים או\n" +
                        "כל חלק המאפשר טיפוס(. סורגי המעקה\n" +
                        "יהיו אנכיים, והמרווח ביניהם לא יותר מ-\n" +
                        " 10ס\"מ, או פתרון אחר התואם את\n" +
                        "דרישות חוזר מנכ\"ל"
            ),
            HmScope(
                testArea = "שבילים",
                section = "3.21",
                definition = "שביל הגישה לשער הכניסה לבניין לא\n" +
                        "יפחת מרוחב שער הכניסה כשהוא פתוח\n" +
                        "לגמרי"
            ),
            HmScope(
                testArea = "שבילים",
                section = "3.22",
                definition = "השבילים משערי הכניסה לבניין, דרכי\n" +
                        "הגישה והשטחים בחצר – כל אלה יהיו\n" +
                        "סלולים או מרוצפים או כבושים, ללא\n" +
                        "מהמורות ובליטות, ופניהם מחוספסים,\n" +
                        "למניעת החלקה."
            ),
            HmScope(
                testArea = "שבילים",
                section = "3.23",
                definition = "שבילי ההליכה והמעברים שבין המפלסים\n" +
                        "השונים בחצר יהיו בשיפוע מתון."
            ),

            HmScope(
                testArea = "מדרגות",
                section = "3.24",
                definition = "מספר מדרגות במהלך אחד, לא יפחת מ-3\n" +
                        "מדרגות ולא יעלה על  14מדרגות"
            ),
            HmScope(
                testArea = "מדרגות",
                section = "3.25",
                definition = "פני המישור העליון של מדרגות חיצוניות\n" +
                        "ושל רמפות יהיו מחוספסים, ויותקנו\n" +
                        "מחומרים ובשיטות שימנעו סכנת החלקה."
            ),
            //
            HmScope(
                testArea = "גדר",
                section = "3.26",
                definition = "הגדר תתנשא לגובה של  2מ' לפחות מעל\n" +
                        "פני הקרקע משני צידי הגדר,\n" +
                        "הגובה יימדד מעל לנקודת מדרך רגל"
            ),
            HmScope(
                testArea = "גדר",
                section = "3.27",
                definition = "גדר סורגים יש לייצב בבסיס בטון.\n" +
                        "הסורגים יהיו אנכיים, במרווחים של לא\n" +
                        "יותר מ-  10ס\"מ בין מוטות סמוכים\n" +
                        "ובחוזק הדרוש למניעת כיפופם."
            ),
            HmScope(
                testArea = "גדר",
                section = "3.28",
                definition = "גדר רשת תהיה מתיל מגולוון או מצופה\n" +
                        "חומר פלסטי. רוחב משבצות הרשת יהיה\n" +
                        " 5ס\"מ לכל היותר, כדי למנוע אפשרות\n" +
                        "טיפוס.\n" +
                        "הקצה התחתון של הרשת ישוקע בקרקע,\n" +
                        "ויחובר אל בסיס בטון או בפרופיל אופקי\n" +
                        "סמוך לקרקע. הקצה העליון לא יהיה\n" +
                        "חופשי, כי-אם יחוזק בפרופיל ברזל\n" +
                        "אופקי.\n" +
                        "לא תהיה רשת מפותלת כגדר."
            ),
            HmScope(
                testArea = "גדר",
                section = "3.29",
                definition = "המרחק ממשטח הבטון שעליו מותקנת\n" +
                        "הגדר עד הקצה התחתון של פרופיל הגדר לא יעלה על  10ס\"מ"
            ),
            HmScope(
                testArea = "גדר",
                section = "3.30",
                definition = "בכל חלקי הגדר לרבות החלק העליון , לא\n" +
                        "יהיו אלמנטים חדים המהווים סכנת\n" +
                        "פציעה לילדים המסתובבים בסביבתה או\n" +
                        "מטפסים עליה."
            ),
            HmScope(
                testArea = "גדר",
                section = "3.31",
                definition = "גדר חיה אינה יכולה בשום מקרה לבוא\n" +
                        "במקום סוגי הגדרות המפורטים לעיל,\n" +
                        "אלא כתוספת נוי בחצר בית-הספר. שיחי\n" +
                        "הגדר החיה יהיו בלתי-דוקרניים ובעלי\n" +
                        "ענפים גמישים על מנת למנוע דקירה."
            ),
            //
            HmScope(
                testArea = "שערים",
                section = "3.32",
                definition = "מוסד חינוך המיועד ל- 1,000איש לכל היותר\n" +
                        "יותקנו שני שערים ברוחב של  2.2מ' כל אחד\n" +
                        "להולכי רגל, וכן שער ברוחב  4.2מ' לרכב\n" +
                        "חירום.\n" +
                        "במוסד חינוך המיועד לקהל העולה על 1,000\n" +
                        "איש יש להוסיף כנגד כל  1,000איש נוספים\n" +
                        "שער אחד ברוחב  1.1מ' ושער אחד ברוחב 2.2\n" +
                        "מ' להולכי רגל",
                kindergarten = false
            ),
            HmScope(
                testArea = "שערים",
                section = "3.33",
                definition = "פרזול השער יכלול סגר ומנעול הניתנים\n" +
                        "להפעלה מבפנים ומבחוץ, עם אפשרות\n" +
                        "לקביעת השער במצב פתוח .\n" +
                        "לא יהיו בליטות אלמנטים מהשער"
            ),
            HmScope(
                testArea = "שערים",
                section = "3.34",
                definition = "לא ימתח תיל דוקרני ולא יקבעו יתדות\n" +
                        "בעלי קצוות חדים מעל השער ובחלקה\n" +
                        "העליון לא יהיו קצוות חדים המהווים\n" +
                        "סכנה לתלמידים."
            ),
            HmScope(
                testArea = "שערים",
                section = "3.35",
                definition = "משני צידי השער יהיה מרווח לפחות 4\n" +
                        "ס\"מ בכל מצב של השער )פתוח או סגור("
            ),
            HmScope(
                testArea = "שערים",
                section = "3.36",
                definition = "בחצר מוסד החינוך יהיו לפחות שני\n" +
                        "שערים.\n" +
                        "רוחבו של כל אחד מהם יהיה לפחות 1.20\n" +
                        "וגובהו  2מטר לפחות",
                school = false,
                youthVillage = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "שערים",
                section = "3.37",
                definition = "הגישה מבחוץ אל שער-כניסה אחד\n" +
                        "לפחות, תהיה במישור אופקי או באמצעו\n" +
                        "רמפה, בהתאם לדרישות הנגישות."
            ),
            HmScope(
                testArea = "שערים",
                section = "3.38",
                definition = "השער יהיה באופן שלא יהיה אפשר לטפס\n" +
                        "עליו או לזחול מתחתיו וגובהו יהיה בגובה\n" +
                        " 2מטר."
            ),
            HmScope(
                testArea = "שערים",
                section = "3.39",
                definition = "אין להתקין שערים דו כיווניים\n" +
                        "לא יותקן שער חשמלי להולכי רגל."
            ),
            //
            HmScope(
                testArea = "חניית רכב ואופניים",
                section = "3.40",
                definition = "שטח החנייה לרכב מנועי לצורכי מוסד\n" +
                        "החינוך יהיה מחוץ לחצר המוסד.\n" +
                        "הגישה בכלי-רכב אל שטח החנייה תהיה\n" +
                        "ישירה מבחוץ, היא לא תעבור בתחום\n" +
                        "מגרש מוסד החינוך ולא תחצה צירי\n" +
                        "תנועה של תלמידים.",
                kindergarten = false
            ),
            HmScope(
                testArea = "חניית רכב ואופניים",
                section = "3.41",
                definition = "במקומות שבהם החנייה בתוך חצר בית\n" +
                        "הספר, החנייה תהיה מסודרת .ומשולטת,\n" +
                        "ותהייה הפרדה על ידי גדר שגובהה לא\n" +
                        "יפחת מ- 1.1מטר בינה לבין תנועת הולכי\n" +
                        "רגל.",
                kindergarten = false
            ),
            HmScope(
                testArea = "חניית רכב ואופניים",
                section = "3.42",
                definition = "במקומות שבהם התלמידים מרבים\n" +
                        "להשתמש באופניים, יוקצה שטח בתחום\n" +
                        "חצר מוסד החינוך לסככת חנייה\n" +
                        "לאופניים. הגישה באופניים אל הסככה\n" +
                        "תהיה ישירה מבחוץ, ולא תחצה צירי\n" +
                        "תנועה של התלמידים, החניה תהיה על\n" +
                        "הקרקע בלבד.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "מתקני משחקים",
                section = "3.43",
                definition = "המתקנים יהיו יציבים."
            ),

            HmScope(
                testArea = "מתקני משחקים",
                section = "3.44",
                definition = "רכיבי המתקן יהיו שלמים."
            ),

            HmScope(
                testArea = "מתקני משחקים",
                section = "3.45",
                definition = "לא ימצאו נקודות הילכדות."
            ),

            HmScope(
                testArea = "מתקני משחקים",
                section = "3.46",
                definition = "לא ימצאו נקודות הצבתות."
            ),

            HmScope(
                testArea = "מתקני משחקים",
                section = "3.47",
                definition = "לא תהינה פינות חדות או חלקים בולטים"
            ),

            HmScope(
                testArea = "מתקני משחקים",
                section = "3.48",
                definition = "לא יהיו אזורים נגועים בחלודה"
            ),

            HmScope(
                testArea = "מתקני משחקים",
                section = "3.49",
                definition = "חלקי העץ יהיו חלקים וללא\n" +
                        "כפיסים העלולים לגרום לפציעה."
            ),

            HmScope(
                testArea = "מתקני משחקים",
                section = "3.50",
                definition = "השטח שמתחת למתקנים ירופד בשכבת\n" +
                        "חול או כל חומר בולם אחר המתאים\n" +
                        "למתקן ושאושר על ידי מכון התקנים\n" +
                        "הישראלי.\n" +
                        "שכבת החול או החומר הבולם יכסו גם\n" +
                        "את נקודות העיגון בקרקע."
            ),

            HmScope(
                testArea = "מתקני משחקים",
                section = "3.51",
                definition = "ארגז חול- פינות מעוגלות ומסגרת שלמה\n" +
                        "וללא נזקים.\n" +
                        "ארגז חול מאבן , בטון וחומר קשיח אחר,\n" +
                        "יהיה עם חיפוי מונע החלקה ובלתי קשיח",
                youthVillage = false,
                boardingSchool = false

            ),
//
            HmScope(
                testArea = "מגרשי ספורט",
                section = "3.52",
                definition = "מפגעים מגרשי הספורט יהיו תקינים, שלמים, ללא.",
                kindergarten = false
            ),

            HmScope(
                testArea = "מגרשי ספורט",
                section = "3.53",
                definition = "המשטח יהיה ללא בליטות, שקעים\n" +
                        "ומחומרים מונעי החלקה בהתאם\n" +
                        "להנחיות חוזר מנכ\"ל",
                kindergarten = false
            ),

            HmScope(
                testArea = "מגרשי ספורט",
                section = "3.54",
                definition = "מגרשים הגובלים במדרונות,\n" +
                        "בכבישים או בחלקים מזוגגים של\n" +
                        "הבניין יגודרו בגדר בגובה מזערי\n" +
                        "של  4.00מ'.",
                kindergarten = false
            ),

            HmScope(
                testArea = "מגרשי ספורט",
                section = "3.55",
                definition = "ישמרו שולים נקיים ברוחב מינימאלי של\n" +
                        ":\n" +
                        ")כדורגל, קט רגל וכדור עף-3מטר(\n" +
                        ")כדורסל-  2מטר(.\n" +
                        ")כדור יד- 2מ' לרוחב האולם,  1מ'\n" +
                        "לאורך האולם.(\n" +
                        "עצמים בולטים, ברזיות,\n" +
                        "הידראנטים, עמודי תאורה,\n" +
                        "לוחות חשמל וכיו\"ב - יורחקו\n" +
                        "משולי מגרשי הספורט.",
                kindergarten = false
            ),

            HmScope(
                testArea = "מגרשי ספורט",
                section = "3.56",
                definition = "גופי התאורה מעל מגרשי ספורט יהיו\n" +
                        "מוגנים ברשתות ועשויים מחומרים\n" +
                        "עמידים בפני מים ובפני התנפצות.",
                kindergarten = false
            ),

            HmScope(
                testArea = "מגרשי ספורט",
                section = "3.57",
                definition = "לא תהיה אפשרות לטפס על העמודים לכדורסל ועל אלמנטים אחרים",
                kindergarten = false
            ),

            HmScope(
                testArea = "מגרשי ספורט",
                section = "3.58",
                definition = "שערים לכדורגל יהיו יציבים, שלמים.",
                kindergarten = false
            ),

            HmScope(
                testArea = "מגרשי ספורט",
                section = "3.59",
                definition = "מתקני כדורסל יהיו יציבים וללא סימני\n" +
                        "פגיעה.",
                kindergarten = false
            ),

// פרק 4

            HmScope(
                testArea = "מניעה",
                section = "4.1",
                definition = "וילונות, קישוטים וחומרים דליקים אחרים\n" +
                        "יהיו מרוחקים מגופי חימום\n" +
                        ") תנור או גוף חימום אחר.("
            ),
            HmScope(
                testArea = "ציוד ומטפי כיבוש אש",
                section = "4.2",
                definition = "מיקום עמדות כיבוי אש יוצבו בצורה שאינה\n" +
                        "מסכנת את העוברים . הארונות יהיו שלמים\n" +
                        "ללא קצוות חדים. פתיחת הארון תהיה מהירה\n" +
                        "בכל מצב."
            ),
            HmScope(
                testArea = "ציוד ומטפי כיבוש אש",
                section = "4.3",
                definition = "עמדות כיבוי ישמשו לחירום בלבד ולא לצרכי\n" +
                        "משק וניקיון."
            ),
            HmScope(
                testArea = "ציוד ומטפי כיבוש אש",
                section = "4.4",
                definition = "ציוד הכיבוי ומטפי הכיבוי יהיו שלמים,\n" +
                        "תקינותם ומקומם בהתאם להוראת מכר ,523\n" +
                        "יבדקו פעם בשנה לכל הפחות.\n" +
                        "בכל מוסד חינוכי ימצא מערכות גילוי וכיבוי\n" +
                        "אש בהתאם לדרישות מכ\"ר 52",
                kindergarten = false
            ),
            HmScope(
                testArea = "ציוד ומטפי כיבוש אש",
                section = "4.5",
                definition = "ציוד הכיבוי ומטפי הכיבוי יהיו שלמים,\n" +
                        "תקינותם ומקומם בהתאם להוראת מכר\n" +
                        " ,523יבדקו פעם בשנה לכל הפחות.\n" +
                        " 1בכל גן ילדים יותקנו  2מטפי אבקה  6ק\"ג\n" +
                        "כל אחד.\n" +
                        " 2במרחק שלא יעלה על  90מ' מהגן יותקן\n" +
                        "ברז כיבוי  \" 2או . \" 3\n" +
                        " 3בחזית הכניסה למבנה תוצב עמדת כיבוי אש\n" +
                        "הכוללת ברז שרפה \"  ,2גלגלון \" ¾ של  15מ'\n" +
                        "עם מזנק, זרנוקים של  25מ' כל אחד, וכן\n" +
                        "מטף כיבוי אש המכיל אבקה יבשה  6ק\"ג כל\n" +
                        "אלה יהיו בארון .120 X 80 X 30\n" +
                        " 4במידת הצורך ,יותקנו גלגלוני כיבוי נוספים\n" +
                        "כך שיינתן כיסוי לכל שטח הגן .",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "מסדרון",
                section = "4.6",
                definition = "המסדרון יהיה פנוי מחדירת אלמנטים של\n" +
                        "המבנה, לרבות צנרות שונות, בגובה של  2מ'\n" +
                        "מפני הרצפה.",
                kindergarten = false
            ),
            HmScope(
                testArea = "מסדרון",
                section = "4.7",
                definition = "רצפת המסדרון תהיה במפלס ישר ואחיד, בלי\n" +
                        "הפרשי גובה וללא מדרגות או רמפות בציר\n" +
                        "התנועה.\n" +
                        "ציפוי הרצפה יהיה עשוי מחומרים המונעים\n" +
                        "החלקה."
            ),
            HmScope(
                testArea = "חדרי מדרגות",
                section = "4.8",
                definition = " המדרגות יהיו ללא נזקים ובעלי רום ושלח אחידים."
            ),
            HmScope(
                testArea = "חדרי מדרגות",
                section = "4.9",
                definition = "קצוות מהלכי המדרגות ומשטחיהן שמצד\n" +
                        "הקיר, חייבים להיות צמודים וללא רווחים\n" +
                        "בינם לבין הקיר; אם קיים רווח, נדרש מעקה\n" +
                        "בגובה  1.1מ."
            ),
            HmScope(
                testArea = "חדרי מדרגות",
                section = "4.10",
                definition = "פני השלח יהיו מחוספסים למניעת החלקה."
            ),
            HmScope(
                testArea = "חדרי מדרגות",
                section = "4.11",
                definition = "בכל חלקי חדר המדרגות, לרבות כניסותיו\n" +
                        "ויציאותיו, יהיה גובה מזקף הראש לפחות 2.10\n" +
                        "מ'."
            ),
            HmScope(
                testArea = "חדרי מדרגות",
                section = "4.12",
                definition = "בקצה העליון של חלל / של גרם מדרגות היו\n" +
                        "פתחים ליציאת עשן.",
                kindergarten = false
            ),
            HmScope(
                testArea = "הכנה למילוט",
                section = "4.13",
                definition = "דלתות יפתחו כלפי חוץ למעט במקרה של:\n" +
                        "א. דלת של חדר המיועד לשמש עד  10איש;\n" +
                        "ב. הדלת הראשית של חדר השירותים או\n" +
                        "הרחצה של התלמידים;\n" +
                        "ג. הדלתות המצויות בתוך חדר השירותים של\n" +
                        "התלמידים והמובילות אל תאי השירותים\n" +
                        "עצמם, ובתנאי שאורכו של כל תא הוא  1.6מ'\n" +
                        "לפחות או שהוא בנוי באופן שאפשר לטפס\n" +
                        "ולחדור לתוכו מבחוץ. גובה הדלת בכניסה\n" +
                        "לתא השירותים לא יעלה על  2.1מ'."
            ),
            HmScope(
                testArea = "הכנה למילוט",
                section = "4.14",
                definition = "בחלל /חדר שתפוסתו  100איש ומעלה נדרש\n" +
                        "להתקין מנעול בהלה.\n" +
                        "אם ישנן מספר כנפיים לדלתות – בכל כנף\n" +
                        "יותקן מכלול נעילה למנעול בהלה.",
                kindergarten = false
            ),
            HmScope(
                testArea = "הכנה למילוט",
                section = "4.15",
                definition = "שני פתחי מילוט לפחות בחדר שתפוסתו 50\n" +
                        "איש ומעלה.",
                kindergarten = false
            ),
            HmScope(
                testArea = "הכנה למילוט",
                section = "4.16",
                definition = "בקומת הקרקע תהיינה שתי כניסות לפחות\n" +
                        "שתשמשנה גם פתחי יציאה של מסלולי המילוט\n" +
                        "בבניין.",
                kindergarten = false
            ),
            HmScope(
                testArea = "הכנה למילוט",
                section = "4.17",
                definition = "מסלולי המילוט ישלטו בשלטים סטנדרטיים\n" +
                        "המצביעים על כיוון היציאה. מעל כל פתחי\n" +
                        "המילוט, הכניסות -לחדרי המדרגות ושערי\n" +
                        "היציאה החיצוניים יוצבו שלטי יציאה ותותקן\n" +
                        "תאורת חירום;",
                kindergarten = false
            ),
            HmScope(
                testArea = "הכנה למילוט",
                section = "4.18",
                definition = "אין להציב במסלול המילוט חפצים העלולים\n" +
                        "לגרוע מרוחב המסלול המינימאלי."
            ),
            HmScope(
                testArea = "הכנה למילוט",
                section = "4.19",
                definition = "אין לקבוע מסלולי מילוט משותפים עם חללים\n" +
                        "מסוכנים."
            ),
            HmScope(
                testArea = "הכנה למילוט",
                section = "4.20",
                definition = "בכל כיתת גן ילדים יהיו שתי כניסות לפחות\n" +
                        "שתשמשנה גם פתחי מילוט הרוחב מינימאלי\n" +
                        "לא יקטן מ  90ס\"מ",
                school = false,
                youthVillage = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "הכנה למילוט",
                section = "4.22",
                definition = "יש לוודא שקיימות יציאות מילוט מחדרי\n" +
                        "המגורים, בחדרי האוכל, במטבח, באולמות\n" +
                        "התרבות ובמועדונים והניתנים לפתיחה\n" +
                        "מבפנים והדרך אליהם משולטת ומוארת\n" +
                        "בתאורת חירום.",
                school = false,
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.1",
                definition = "עד גובה של  2מ' מהרצפה או מהקרקע - לא\n" +
                        "יבלטו מהקירות כל עצמים שהם, אלא אם כן\n" +
                        "הם יותקנו בתוך גומחות מיוחדות. כל חומרי\n" +
                        "הבנייה והגימור בתוך הבניין ומחוצה לו, יהיו\n" +
                        "חלקים, ישרים וחופשיים מכל בליטה\n" +
                        "וחספוס. הטיח על קירות חוץ בתחום הגובה\n" +
                        "הזה יהיה חלק או לחוץ.\n" +
                        "מתקנים של מעבים ) הזרועות( יהיו שלמים\n" +
                        "וללא חלודה.",
                kindergarten = false
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.2",
                definition = "עד גובה של  1.5מ' מהרצפה או מהקרקע - לא\n" +
                        "יבלטו מהקירות כל עצמים שהם, אלא אם כן\n" +
                        "הם יותקנו בתוך גומחות מיוחדות. כל חומרי\n" +
                        "הבנייה והגימור בתוך הבניין ומחוצה לו, יהיו\n" +
                        "חלקים, ישרים וחופשיים מכל בליטה\n" +
                        "וחספוס. הטיח על קירות חוץ בתחום הגובה\n" +
                        "הזה יהיה חלק או לחוץ.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.3",
                definition = "מתלי מעילים לא יהיו נמוכים מ- 1.80מטר.\n" +
                        "במידה והגובה יפחת מ- 1.80מטר יש להתקין\n" +
                        "מגן.",
                kindergarten = false
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.4",
                definition = "מתלי מעילים לא יהיו נמוכים מ- 1.50מטר.\n" +
                        "במידה והגובה יפחת מ- 1.50מטר יש להתקין\n" +
                        "מגן.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.5",
                definition = "ארונות, ספריות וכונניות יהיו מקובעים\n" +
                        "למניעת התהפכות."
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.6",
                definition = "דלתות ארונות וויטרינות יהיו מ חומר שאינו\n" +
                        "מתנפץ."
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.7",
                definition = "מצנני מים יהיו מותאמים ויעוגנו לקירות\n" +
                        "למניעת התהפכות."
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.8",
                definition = "בלוח הכיתה לא יהיו בליטות או פינות חדות.",
                kindergarten = false
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.9",
                definition = "אין להציב מראות מזכוכית שבירה במקומות\n" +
                        "נגישים."
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.10",
                definition = "לא יהיו מפגעי תשתית בבניין ובכיתות ובפרט\n" +
                        "סדקים במבנה, רצפות שקועות, סימני רפיון\n" +
                        ")כגון \"בטן\"( בתקרות תלויות ומפגעי תשתית\n" +
                        "אחרים."
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.11",
                definition = "הריצוף לא יהיה מועד להחלקה, במיוחד\n" +
                        "במקומות שרבה בהם הרטיבות, כמו\n" +
                        "שירותים, מטבח וכד."
            ),
            HmScope(
                testArea = "מפגעים קבועים וניידים",
                section = "5.12",
                definition = "אין להציב ציוד הניתן לטיפוס עליו בצמוד\n" +
                        "למקומות עם הפרשי גובה )חלונות ,מעקים\n" +
                        "וכיוב..("
            ),
            //
            HmScope(
                testArea = "חלונות סורגים",
                section = "5.13",
                definition = "חלונות החוץ של חדרי הלימוד ואולמי\n" +
                        "ההתקהלות ייקבעו באופן שגובה הסף שלהם\n" +
                        "מהרצפה יהיה–  1.50מ' לפחות.\n" +
                        "במידה וגובה סף חלון יפחת מ- 1.5מטר\n" +
                        "והותקנו התקנים ל\"הגבהת הסף או הגבלת\n" +
                        "פתיחת החלון, המרווח הנוצר לא יעלה על 10\n" +
                        "ס\"מ. רוחב אדן החלון כלפי פנים לא יעלה על\n" +
                        " 4ס\"מ למניעת ישיבה.\n" +
                        "חלונות יזוגגו בחומר שאינו מתנפץ"
            ),
            HmScope(
                testArea = "חלונות סורגים",
                section = "5.14",
                definition = "כנפי החלונות לא יבלטו לתוך הכיתה/ גן.\n" +
                        "כנפי החלונות לא יבלטו החוצה כאשר סף\n" +
                        "החלון נמוכה מ  2מטרים\n" +
                        "במידה ובולטים, יש לקבעם במצב פתוח."
            ),
            HmScope(
                testArea = "חלונות סורגים",
                section = "5.15",
                definition = "אין להתקין חלונות גרירה אנכיים."
            ),
            HmScope(
                testArea = "חלונות סורגים",
                section = "5.16",
                definition = "אין להתקין חלונות חיצוניים מרפפות זכוכית."
            ),
            HmScope(
                testArea = "חלונות סורגים",
                section = "5.17",
                definition = "החלונות בקומת הקרקע ובחדרים בהם יש\n" +
                        "צורך בסורגים, למניעת פריצה דרכם, בכל\n" +
                        "כתה או אולם יהיה לפחות פתח מילוט אחד\n" +
                        "באחד הסורגים העונים על הדרישות האלה:\n" +
                        "א. פתח המילוט בסורג יפתח כלפי חוץ ויהיה\n" +
                        "במידות מינימום של  0.80מ' )רוחב( ו –\n" +
                        " 1.00מ' )גובה.(\n" +
                        "ב. צבע הסורג המשמש כפתח מילוט יהיה\n" +
                        "מסוג זוהר, פולט אור משני הצדדים.\n" +
                        "ג. מעל החלון יותקן שלט זוהר ועליו כתוב \"\n" +
                        "חלון חילוץ\".\n" +
                        "ד. מפתח המנעול שעל הסורג ימצא בתוך\n" +
                        "קופסת ניפוץ צבועה באדום .\n" +
                        "ה. שתיקבע במרחק לא גדול מהמנעול שעל\n" +
                        "הסורג. מפתחות נוספים מאותו הסוג\n" +
                        ")מאסטר( יהיו בארון המפתחות של מוסד\n" +
                        "החינוך ובידי המורה וכל אדם אחראי\n" +
                        "לחדר. קופסת הניפוץ תכיל פטישון\n" +
                        "להוצאה מהירה של המפתח בשעת\n" +
                        "חירום."
            ),
            HmScope(
                testArea = "חלונות סורגים",
                section = "5.18",
                definition = "בסורגים המותקנים במבנה:\n" +
                        "א. לא תהיה אפשרות טיפוס.\n" +
                        "ב. מרווח בין השלבים לא יעלה על\n" +
                        " 10ס\"מ"
            ),
            //
            HmScope(
                testArea = "דלתות",
                section = "5.19",
                definition = "במבנה שבו הדלתות נפתחות לכיוון צירי\n" +
                        "התנועה והמסדרונות:\n" +
                        "א. במידה והדלת נמצאת בתוך גומחא\n" +
                        ")נישה( לא תבלוט מעבר ל- 18ס\"מ\n" +
                        "לתוך צירי התנועה והמסדרון, בזוית\n" +
                        "של  90מעלות.\n" +
                        "ב. בדלתות ללא גומחא )נישה( הן תיפתח\n" +
                        "עד ל - 180מעלות וצמודות אל הקיר.",
                kindergarten = false
            ),
            HmScope(
                testArea = "דלתות",
                section = "5.20",
                definition = "דלתות הזזה אסורות בחדרים לתפוסה מעל 6\n" +
                        "אנשים."
            ),

            HmScope(
                testArea = "דלתות",
                section = "5.22",
                definition = "אין להתקין דלתות מזוגגות ע\"י זכוכית\n" +
                        "רגילה. אלא יזוגגו בחומר שאינו מתנפץ."
            ),
            HmScope(
                testArea = "דלתות",
                section = "5.23",
                definition = "כל הדלתות יספקו הגנה מפני פגיעה\n" +
                        "באצבעות. ההגנה תכלול את שלושת\n" +
                        "המרכיבים האלה:\n" +
                        "מגן אצבעות גמיש שיכסה את הרווח שבין\n" +
                        "המזוזה לבין אגף הדלת בשני צדי הצירים\n" +
                        ")כאשר הדלת צמודה לקיר במצב פתוח,וזווית הפתיחה אינה עולה על ° ,100אפשר\n" +
                        "לוותר על מגן אצבעות בצד החיצוני של\n" +
                        "הצירים.\n" +
                        "ב. רכיב להאטת האגף שיכלול את אחד\n" +
                        "המנגנונים האלה: מחזיר שמן הידראולי\n" +
                        "לדלת, גלגל להאטת תנועת אגף הדלת בזמן\n" +
                        "תנועתה או בולם במשקוף המאט את תנועת\n" +
                        "האגף לקראת סוף סגירתה.\n" +
                        "ג. תפס )מעצור דלת( התופס את אגף הדלת\n" +
                        "בסוף תנועת הפתיחה שלו ומצמיד אותה\n" +
                        "לקיר )רצוי שהתפס לא ימוקם על הרצפה.\n" +
                        "ד. במקלט ובמרחב מוגן יש להתקין מגן\n" +
                        "אצבעות ואלמנט קיבוע שיותאם לדלת.\n" +
                        "ה. בדלתות קלות של שירותים נדרשת הגנה\n" +
                        "מתאימה"
            ),
            HmScope(
                testArea = "דלתות",
                section = "5.24",
                definition = "הידיות, המנעולים או חיפויים )\"רוזטות\"(\n" +
                        "יהיו שלמים, חלקים, מעוגלים וחופשיים\n" +
                        "מבליטת ברגים, פינים או חלקי פרזול אחרים."
            ),
            HmScope(
                testArea = "דלתות",
                section = "5.25",
                definition = "לא תותקן דלת דו-כיוונית.\n" +
                        "לא תותקן דלת מסוג \"פנדל\" )צירים\n" +
                        "המחוברים לסף וראש המשקוף("
            ),
            HmScope(
                testArea = "דלתות",
                section = "5.26",
                definition = "דלת כניסה תהיה ברוחב נקי של  90ס\"מ",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "דלתות",
                section = "5.27",
                definition = "הדלתות יפתחו כלפי חוץ ובזוית של 180\n" +
                        "מעלות, בקיר פינתי לפחות  90מעלות.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "דלתות",
                section = "5.28",
                definition = "דלתות תאי השירותים תהיינה ברוחב מזערי\n" +
                        "של  60ס\"מ, גובהן  150ס\"מ מהרצפה, בין\n" +
                        "הרצפה לחלק התחתון של כנף הדלת יהיה\n" +
                        "רווח של  20ס\"מ לפחות, פתיחת הדלתות כלפי\n" +
                        "חוץ, לא תהיה אפשרות לנעילה מבפנים.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "דלתות",
                section = "5.28.1",
                definition = "דלתות תאי השירותים תהיינה ברוחב מזערי\n" +
                        "של  60ס\"מ, בין הרצפה לחלק התחתון של כנף\n" +
                        "הדלת יהיה רווח של  20ס\"מ לפחות, פתיחת\n" +
                        "הדלתות כלפי חוץ.",
                kindergarten = false
            ),
//
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.29",
                definition = "יש להתקין מעקה בגובה של  1.10מ' לפחות\n" +
                        "בכל מקום בבניין מוסד החינוך או בחצר שבו\n" +
                        "הפרשי הגובה בין מפלסים סמוכים עולים על\n" +
                        " 50ס\"מ ובכל מקום שבו מספר המדרגות עולה\n" +
                        "על שלוש."
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.30",
                definition = "מעל חללים פתוחים שגובהם מעל ל-2.5\n" +
                        "מטר),גרם מדרגות, מפלסים במבנה(נדרש\n" +
                        "להתקין מעקה שגובהו לא יפחת מ- 1.2מטר."
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.31",
                definition = "בגגות המשמשים כחצרות פעילים, גובה\n" +
                        "המעקה לא יפחת מ- 1.5מטר."
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.32",
                definition = "בבמות חוץ ופנית שגובהם עולה על  1.6מטר,\n" +
                        "יש להתקין מעקות."
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.33",
                definition = "במעקים המכילים אלמנטים אנכיים,\n" +
                        "המרווח בין האלמנטים האלה לא יעלה על 10 ס\"מ" +
                        " )למניעת הילכדות ראש או חלק גוף\n" +
                        "אחר. "
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.34",
                definition = "המעקים יהיו יציבים ומקובעים למקומם;\n" +
                        "לא יהיו שלבים אופקיים מתחת לגובה 90\n" +
                        "ס\"מ"
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.35",
                definition = "גובה המעקה יימדד\n" +
                        "מהמשטח האופקי או\n" +
                        "מקצה \"אף\" המדרגה"
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.36",
                definition = "המעקים ומסעדי-היד ייבנו באופן שלא\n" +
                        "יהיה אפשר להחליק או לטפס עליהם, אך\n" +
                        "גם באופן שלא יפצעו את מי שינסה\n" +
                        "להחליק.\n" +
                        "רוחב מעקה לא יעלה על  5ס\"מ ובכל מקרה\n" +
                        "לא יאפשר ישיבה, טיפוס וגלישה"
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.37",
                definition = "המעקה ומסעדי-היד ייבנו ברציפות וללא\n" +
                        "הפסקה לאורך כל מהלך המדרגות"
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.38",
                definition = "גובהם המזערי של מסעדי היד המותקנים על\n" +
                        "הקיר או לצד המעקה יהיה  90ס\"מ, ללא\n" +
                        "הבחנה בין גן, בית ספר יסודי לבית ספר על-\n" +
                        "יסודי. )גובה זה יימדד מקצה \"אף\" המדרגה("
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.39",
                definition = "מסעדי יד יותקנו משני צידי מהלך המדרגות."
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.40",
                definition = "בכל מקרה, לא יעלה המרחק אל בית האחיזה\n" +
                        "על  75ס\"מ"
            ),
            HmScope(
                testArea = "מעקים ומסעד יד",
                section = "5.41",
                definition = "גובה המעקה מעל חללים פתוחים יהיה 1.20\n" +
                        "מטר לכל הפחות ולא יאפשר כל טיפוס."
            ),
            // פרק 6

            HmScope(
                testArea = "שגרה(לא בחרום)",
                section = "6.1",
                definition = "בכל מקום בו קיימת סתירה בין הוראות פיקוד\n" +
                        "העורף והוראות הבטיחות, בזמן שגרה יגברו\n" +
                        "הוראות הבטיחות תוך כדי מתן אפשרות מהירה\n" +
                        "לעבור למצב חירום. כקיבוע או סורגים על\n" +
                        "חלונות מילוט , ומניעת טיפוס על סולמות"
            ),
            HmScope(
                testArea = "שגרה(לא בחרום)",
                section = "6.2",
                definition = "ניתן להשתמש במקלט באופן שוטף בהתאם\n" +
                        "להנחיות פיקוד העורף."
            ),
//
            HmScope(
                testArea = "דרכי גישה",
                section = "6.3",
                definition = "דרכי הגישה אל הכניסות למקלט ואל היציאות\n" +
                        "ממנו, לרבות היציאות מפתחי יציאות החירום,\n" +
                        "תהיינה פנויות, מסומנות ומשולטות, סלולות\n" +
                        "או מרוצפות, ללא בליטות או שקעים, בגימור\n" +
                        "מחוספס למניעת החלקה ופנויות מכל מכשול\n" +
                        "או הפרעה לתנועה מהירה וחלקה.",
                kindergarten = false
            ),
            HmScope(
                testArea = "דרכי גישה",
                section = "6.4",
                definition = "דרכי הגישה אל הכניסות למקלט ואל היציאות\n" +
                        "ממנו, לרבות היציאות מפתחי יציאות החירום,\n" +
                        "תהיינה פנויות, מסומנות ומשולטות ופנויות\n" +
                        "מכל מכשול או הפרעה לתנועה מהירה וחלקה.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            //
            HmScope(
                testArea = "מבנה",
                section = "6.5",
                definition = "חלקי מבנהו של המקלט, לרבות ארובות\n" +
                        "וצינורות סינון, תעלות וצינורות אוורור, ספי\n" +
                        "כניסה, דלתות פתחי החירום וכיו\"ב לא יהיו\n" +
                        "מכשול או מפגע בטיחותי לתלמידים הנעים\n" +
                        "בשטח וייבנו באופן שתלמידים/ ילדים לא יוכלו\n" +
                        "לטפס עליהם.",
                kindergarten = false
            ),

            HmScope(
                testArea = "מבנה",
                section = "6.6",
                definition = "חלקי מבנהו של המקלט, לרבות ארובות\n" +
                        "וצינורות סינון, תעלות וצינורות אוורור, ספי\n" +
                        "כניסה, וכיו\"ב לא יהיו מכשול או מפגע בטיחותי\n" +
                        "וכן ייבנו באופן שתלמידים/ ילדים לא יוכלו\n" +
                        "לטפס עליהם",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            //
            HmScope(
                testArea = "חלונות",
                section = "6.7",
                definition = "בחלונות מקלט ומרחב מוגן יהיו הגנות למניעת\n" +
                        "נפילה שיאפשרו פתיחה בחירום.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "פתחי חירום",
                section = "6.8",
                definition = "לא יהיו בחלונות פינות חדות בעיקר בגובה ילדי\n" +
                        "הגן.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "פתחי חירום",
                section = "6.9",
                definition = "פתחי החירום של המקלט היוצאים אל שטח\n" +
                        "החצר יהיו סגורים מבפנים, ולא יבלטו מעל פני\n" +
                        "השטח."
            ),
            //
            HmScope(
                testArea = "קירות",
                section = "6.10",
                definition = "קירות המקלט, תקרתו ורצפתו, יצופו בחומרים\n" +
                        "בלתי דליקים."
            ),
            //
            HmScope(
                testArea = "תאורת חירום",
                section = "6.11",
                definition = "קיום תאורת חירום תקינה ומשולטת במקלט."
            ),

            //פרק 7
            HmScope(
                testArea = "כיתות חדרים וגן",
                section = "7.1",
                definition = "חומרים, קוביות, ארגזים וכד' - מקומם בפינות\n" +
                        "רחוקות מן הפתחים, כדי לאפשר מעבר חופשי.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "כיתות חדרים וגן",
                section = "7.2",
                definition = "אין לערום חפצים כבדים לגובה רב. במדפים\n" +
                        "הגבוהים, מעל להישג ידו של הילד, יהיו ערוכים\n" +
                        "אך ורק חפצים קלים ובלתי שבירים"
            ),
            HmScope(
                testArea = "כיתות חדרים וגן",
                section = "7.3",
                definition = "שולחנות ופרטי ריהוט אחרים יהיו בעלי פינות\n" +
                        "מעוגלות. עשויים מחומר לא שביר"
            ),
            HmScope(
                testArea = "כיתות חדרים וגן",
                section = "7.4",
                definition = "כיסאות בגני ילדים המרווח בין המושב למשענת\n" +
                        "לא יעלה על  85מ\"מ )תקן .",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "כיתות חדרים וגן",
                section = "7.45",
                definition = "כלים חשמליים, כמו קומקום חשמלי, מתקנים\n" +
                        "לחימום מים באקווריום, מתקני הפעלה\n" +
                        "לצעצועים וכד' - אלה יהיו בעלי בידוד כפול או\n" +
                        "יוגנו על ידי הארקה.\n" +
                        "לא ימצאו מכשירים חשמליים שאינם שמישים"
            ),
            HmScope(
                testArea = "כיתות חדרים וגן",
                section = "7.6",
                definition = "תמונות, קישוטים, ארונות וכד' יחוברו אל\n" +
                        "הקיר בדרך שתמנע סכנת נפילתם.\n" +
                        "קישוטים כלשהם לא יחוברו אל נורות החשמל\n" +
                        "ואל חוטי הנורות. לצורך זה מומלץ להתקין\n" +
                        "ווים בתקרה."
            ),
            HmScope(
                testArea = "כיתות חדרים וגן",
                section = "7.7",
                definition = "מיטות דו -קומתיות והסולמות יהיו יציבים\n" +
                        "ומקובעים וללא פינות חדות.",
                school = false,
                kindergarten = false
            ),
            HmScope(
                testArea = "כיתות חדרים וגן",
                section = "7.8",
                definition = "לא תימצאנה בגן שקיות ניילון העלולות לשמש\n" +
                        "למשחקי הילדים. שקיות ניילון לשימוש הגננת\n" +
                        "ולאחסון חומרים תימצאנה מעבר להישג ידם\n" +
                        "של הילדים, וזאת מחשש שהילדים ילבשו את\n" +
                        "השקיות על ראשיהם וייחנקו.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "כיתות חדרים וגן",
                section = "7.9",
                definition = "הזגוגיות, לרבות מראות, הזיגוג יהיה בחומר\n" +
                        "שאינו מתנפץ."
            ),
            //
            HmScope(
                testArea = "המטבח",
                section = "7.10",
                definition = "מטבח יופרד מחדר הלימוד, וישמש להכנת\n" +
                        "אוכל.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "המטבח",
                section = "7.11",
                definition = "מתקני הבישול והחימום והכבלים החשמליים\n" +
                        "המזינים אותם ימצאו במקום גבוה, מעבר\n" +
                        "להישג ידו של הילד.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "המטבח",
                section = "7.12",
                definition = "חימום ובישול בגן ייעשו בכיריים חשמליים או\n" +
                        "בכיריים של גז )אין להשתמש במכשיר גז\n" +
                        "מיטלטל(. מיכל הגז יימצא מחוץ לגן, ויהיה\n" +
                        "מוקף ברשת נעולה.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            //
            HmScope(
                testArea = "אחסון חומרי ניקוי",
                section = "7.13",
                definition = "כל חומרי הניקוי והחיטוי יוחזקו בארון נפרד\n" +
                        "ונעול ומפתח הארון יימצא בידי הגננת ובידי\n" +
                        "הסייעת בלבד. אם אין ארון מיוחד לכך בגן,\n" +
                        "תדאג הגננת, שחומרי הניקוי והחיטוי יימצאו\n" +
                        "מעבר להישג ידם של הילדים ובנפרד ממזון, וכן\n" +
                        "שיהיו מאוחסנים באופן שאין חשש של נפילה\n" +
                        "או שפיכה.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            //
            HmScope(
                testArea = "עזרה ראשונה",
                section = "7.14",
                definition = "בגן הילדים ימצא תרמיל עזרה ראשונה בעל\n" +
                        "תכולה מתאימה )על פי הנחיות חוזר מנכ\"ל(",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            HmScope(
                testArea = "עזרה ראשונה",
                section = "7.15",
                definition = "ציוד העזרה הראשונה יהיה בלתי נגיש לילדים.",
                school = false,
                boardingSchool = false,
                youthVillage = false
            ),
            // פרק 8
            HmScope(
                testArea = "מבנה",
                section = "8.1",
                definition = "לא יהיו במבנה חומרים המסוכנים לאדם\n" +
                        "כאזבסט וכיוב'"
            ),
            HmScope(
                testArea = "מבנה",
                section = "8.2",
                definition = "המבנה יוצב על בסיס מוגבה מהקרקע. גובהו\n" +
                        "המרבי יהיה  60ס\"מ"
            ),
            HmScope(
                testArea = "מבנה",
                section = "8.3",
                definition = "המרווח שבין המבנה לבין הקרקע ייאטם מסביב\n" +
                        "לקירות "
            ),
            HmScope(
                testArea = "מבנה",
                section = "8.4",
                definition = "במידה ויש צורך במדרגות למבנה, יבוצעו כך\n" +
                        "שלא יגרמו למעידה או למכשול אחר"
            ),
            HmScope(
                testArea = "מבנה",
                section = "8.5",
                definition = "בכיתה ללא דלת מילוט יקוים פתח מילוט )ראה\n" +
                        "סורג מילוט("
            ),
            //
            HmScope(
                testArea = "חשמל",
                section = "8.6",
                definition = "מפסק פחת למערכת החשמל ימצא במבנה."
            ),
            // פרק 9

            HmScope(
                testArea = "לוחות חשמל",
                section = "9.1",
                definition = "לוחות חשמל לא יהיו עשויים מחומרים\n" +
                        "דליקים, הארונות יהיו סגורים\n" +
                        "לארונות וללוחות יהיו סידורי נעילה.\n" +
                        "לא יהיו חלקים חשופים בלוחות.\n" +
                        "לא יהיו ארונות חשמל )ראשי/קומתי ואגפי(\n" +
                        "בצמוד לכיתות, מעבדות, משרדים וחדרי ספח\n" +
                        "מאוכלסים."
            ),
            HmScope(
                testArea = "לוחות חשמל",
                section = "9.2",
                definition = "בלוחות החשמל ימצאו מבטחים אוטומטיים\n" +
                        "וכן שני מפסקי זרם פחת ברגישות של ."
            ),
            HmScope(
                testArea = "לוחות חשמל",
                section = "9.3",
                definition = "כל המעגלים ומפסקי הזרם הראשיים יסומנו\n" +
                        "בסימון בר-קיימא."
            ),
            //
            HmScope(
                testArea = "מפסקים ושקעים",
                section = "9.4",
                definition = "כל בתי התקע )שקעים(, מפסקים ונקודות\n" +
                        "מאור מתחת לגובה של  1.80מטר יהיו מוגנים\n" +
                        "ויותקן בהם תריס מגן פנימי או מכסה."
            ),
            HmScope(
                testArea = "מפסקים ושקעים",
                section = "9.5",
                definition = "כל אביזרי החשמל יהיו שלמים ומקובעים\n" +
                        "למקומם."
            ),
            //
            HmScope(
                testArea = "מנורות וגופי תאורה",
                section = "9.6",
                definition = "גופי תאורה לא יותקנו על גבי חומרים דליקים\n" +
                        ")כמו עץ וכד'("
            ),
            HmScope(
                testArea = "מנורות וגופי תאורה",
                section = "9.7",
                definition = "גופי התאורה בחדרי השירותים ובחצר יהיו\n" +
                        "מטיפוס מוגן-מים."
            ),
            HmScope(
                testArea = "מנורות וגופי תאורה",
                section = "9.8",
                definition = "גופי תאורה יהיו מוגנים מפגיעה פיזית."
            ),
            //
            HmScope(
                testArea = "חיווט וכבלי חשמל",
                section = "9.9",
                definition = "כבלי חשמל קבועים יושמו בתוך תעלות\n" +
                        "מתאימות\n" +
                        "כבלי חשמל לא יהיו בהישג ידם של\n" +
                        "הילדים/תלמידים."
            ),
            //
            HmScope(
                testArea = "ציוד חשמלי מטלטל",
                section = "9.10",
                definition = "לא יהיה ציוד חשמלי לא תקין\n" +
                        "ציוד חשמלי של התלמידים ייבדק ויאושר על\n" +
                        "ידי חשמלאי\n" +
                        "לא יותקנו מאווררי תקרה במגורים ובכיתות\n" +
                        "לימוד ) עד גובה של  2.5מטר."
            ),
            HmScope(
                testArea = "ציוד חשמלי מטלטל",
                section = "9.11",
                definition = "ציוד חשמלי המשולב במים, יש להתקין\n" +
                        "הארקה נפרדת לגוף החיצוני"
            ),
            //
            HmScope(
                testArea = "מעבדות",
                section = "9.12",
                definition = "מפסקי-זרם, מפסקי-מגן, מבטחים וכו' ימצאו\n" +
                        "בלוח-משנה, בקרבת הכניסה למעבדה.\n" +
                        "דלת הארון תהיה מצוידת במנעול, אך\n" +
                        "המפסקים הראשיים של כוח ומאור יותקנו\n" +
                        "מחוץ לארון, ויסומנו באופן בולט.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "מעבדות",
                section = "9.13",
                definition = "בתי-תקע )שקעים( חשמליים ימוקמו בגובה\n" +
                        " 25ס\"מ בקירוב מעל לפני לוח השולחן",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "מעבדות",
                section = "9.14",
                definition = "בתי-תקע )שקעים( של מעגלים בעלי\n" +
                        "מתחים שונים יותקנו באופן שלא\n" +
                        "יאפשרו טעות בחיבור המכשירים\n" +
                        "החשמליים ויסומנו בצורה ברורה.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "מעבדות",
                section = "9.15",
                definition = "הצנרת החשמלית ומרכיביה תופרד\n" +
                        "ממקורות מים וממערכות גז.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "מעבדות",
                section = "9.16",
                definition = "בשולחן המורה ימצאו כל המפסקים של\n" +
                        "המעגלים החשמליים המותקנים במעבדה.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "מעבדות",
                section = "9.17",
                definition = "מערכת התאורה במחסני הכימיקלים ובחדרי\n" +
                        "ההכנה תהיה עמידה בפני התפוצצות וקורוזיה.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "חדרי מחשב",
                section = "9.18",
                definition = "מערכת החשמל תותקן בתעלות שיקבעו\n" +
                        "בגובה שלא יעלה על  25ס\"מ מעל פני\n" +
                        "השולחנות.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "חדרי מחשב",
                section = "9.19",
                definition = "אין להתקין בתי תקע )שקעים( בחזית השולחן\n" +
                        "או על גבי סרגל מתחת לגובה פני השולחן אלא\n" +
                        "בתוך התעלות.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "חדרי מחשב",
                section = "9.20",
                definition = "שולחנות שלא יותקנו לאורך הקירות יקובעו\n" +
                        "לרצפה, ומערכת החשמל תותקן בצנרת מתחת\n" +
                        "לרצפת החדר. ליד השולחן יהיה לוח מקובע\n" +
                        "ברצפה ובו יותקנו בתי התקע )שקע( שהזרם\n" +
                        "ינותב אליו.",
                kindergarten = false,
                boardingSchool = false
            ),
            // פרק 10
            HmScope(
                testArea = "גז",
                section = "10.1",
                definition = "סוללת מכלי גז לבישול תותקן רחוק ככל\n" +
                        "האפשר מאזורי הפעילות והתנועה של\n" +
                        "התלמידים."
            ),
            HmScope(
                testArea = "גז",
                section = "10.2",
                definition = "מכלי הגז יותקנו במקום פתוח ומאוורר על גבי\n" +
                        "משטח בטון ישר המוגבה כ- 10ס\"מ מפני\n" +
                        "הקרקע, מגודר ברשת יציבה בגובה  1.8מטר\n" +
                        "לפחות, ומקורה בגגון, עם פשפש לנעילה במנעול\n" +
                        "תלייה. המפתחות יהיו במזכירות מוסד החינוך\n" +
                        "או בידי אב הבית"
            ),
            HmScope(
                testArea = "גז",
                section = "10.3",
                definition = "מרכזיית גז למתקני הסקה תותקן במכל תת-\n" +
                        "קרקעי. סביב מקום המכל תותקן גדר-רשת\n" +
                        "בגובה של  1.80מטר, לפחות, עם פשפש ועם\n" +
                        "מנעול תלייה. המכל יקבע במקום רחוק מאזורי\n" +
                        "הפעילות והתנועה של התלמידים וקרוב לגדר\n" +
                        "המגרש, באופן שימולא מבחוץ, בלי שמכלית\n" +
                        "הגז תיכנס לחצר."
            ),
            //todo check if it is ok in phone
            HmScope(
                testArea = "מכל נפט, סולר",
                section = "10.4",
                definition = "מכל הנפט או הסולר לצורכי הסקה יהיה תת\n" +
                        "קרקעי, אולם אם קיבולו קטן מ - 500ליטר הוא\n" +
                        "יכול להיות גם על-קרקעי. במקרה כזה הוא\n" +
                        "יותקן על גבי בסיס ישר, המוגבה  10ס\"מ מעל\n" +
                        "פני הקרקע, ויגודר ברשת יציבה וחזקה, בגובה\n" +
                        "של  1.80מ', עם פשפש ועם מנעול מתאימים.\n" +
                        "בכל מקרה של הקמת מכל על-קרקעי יש לבנות\n" +
                        "קירות-איגום )מעצרה( בנפח של המכל + %.10"
            ),
            HmScope(
                testArea = "מכל נפט, סולר",
                section = "10.5",
                definition = "המכל יותקן רחוק ככל האפשר מאזורי\n" +
                        "והפעילות של התלמידים וקרוב לגבול המגרש,\n" +
                        "באופן שהוא ימולא מבחוץ, בלי שמכלית הדלק\n" +
                        "תיכנס לחצר. בין המכל לבניין יהיה מרחק\n" +
                        "מזערי של  5מ'"
            ),
            //
            HmScope(
                testArea = "תחנת דלק פנימית",
                section = "10.6",
                definition = "תחנת דלק פנים מוסדית תתוחזק על פי :\n" +
                        "* תקנת רישוי עסקים)אחסנת נפט ומוצריו(-\n" +
                        "התשל\"ז-1976\n" +
                        "* גיליונות הבטיחות של החומר המאוחסן\n" +
                        "(S.D.S.M)",
                school = false,
                kindergarten = false,
                boardingSchool = false
            ),
            //פרק 11
            HmScope(
                testArea = "ארגון אולם",
                section = "11.1",
                definition = "ישמרו שולים נקיים ברוחב מינימאלי\n" +
                        "של:\n" +
                        ")כדורגל, קט רגל וכדור עף- 3מטר(\n" +
                        ")כדורסל-  2מטר(.\n" +
                        ")כדור יד- 2מ' לרוחב האולם,  1מ'\n" +
                        "לאורך האולם.(\n" +
                        "עצמים בולטים, ברזיות, הידראנטים, עמודי\n" +
                        "תאורה, לוחות חשמל וכיו\"ב - יורחקו משולי\n" +
                        "מגרשי הספורט",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "דלתות",
                section = "11.2",
                definition = "באולם הספורט תותקנה שתי דלתות, לפחות.\n" +
                        "הרוחב המזערי הפנוי של כל דלת יהיה 1.10\n" +
                        "מ'.\n" +
                        "רצוי הדלתות תיקבענה בקירות הנגדיים של\n" +
                        "האולם, כשהן רחוקות זו מזו ככל האפשר\n" +
                        "ופתחיהן כלפי חוץ, בכיוון המילוט.",
                kindergarten = false
            ),
            HmScope(
                testArea = "תקרה",
                section = "11.3",
                definition = "התקרה הקונסטרוקטיבית של האולם, תקרת\n" +
                        "המשנה והציפויים האקוסטיים יהיו עמידים\n" +
                        "בפני פגיעות כדורי הספורט.",
                kindergarten = false
            ),
            HmScope(
                testArea = "קירות",
                section = "11.4",
                definition = "קירות האולם וחומרי הגימור יהיו חלקים\n" +
                        "וללא בליטות עד לגובה של  2מ' מהרצפה.\n" +
                        "הפינות של הקירות והעמודים שבהן יהיו\n" +
                        "קטומים.",
                kindergarten = false
            ),
            HmScope(
                testArea = "רצפנ",
                section = "11.5",
                definition = "המשטח יהיה ללא בליטות, שקעים\n" +
                        "ומחומרים מונעי החלקה בהתאם להנחיות\n" +
                        "חוזר מנכ\"ל",
                kindergarten = false
            ),
            HmScope(
                testArea = "אוורור",
                section = "11.6",
                definition = "יהיו פתחי אוורור או אמצעי אוורור.",
                kindergarten = false
            ),
            HmScope(
                testArea = "תאורה",
                section = "11.7",
                definition = "גופי התאורה יוגנו מפני שבירה ופגיעות\n" +
                        "באמצעות התקנתם בשקעים, או על-ידי\n" +
                        "שימוש בגופי תאורה מדגמי \"אנטי-ונדל\"\n" +
                        ")ייבדק בבדיקת רישוי(",
                kindergarten = false
            ),
            HmScope(
                testArea = "חשמל",
                section = "11.8",
                definition = "השקעים ומפסקי החשמל יהיו מטיפוס\n" +
                        "משוריין. לוח אולם-ההתעמלות יותקן באחד\n" +
                        "מחדרי-הספח שמחוץ לאולם",
                kindergarten = false
            ),
            HmScope(
                testArea = "מתקני ספורט",
                section = "11.9",
                definition = "מכשירי ההתעמלות המיועדים לתרגילי\n" +
                        "תנופה )טבעות, מוטות, חבלים וכיו\"ב( יותקנו\n" +
                        "באופן שכיוון התנופה שלהם יהיה לאורך\n" +
                        "האולם, מרחקם המזערי מקיר האורך יהיה\n" +
                        " 2.50מ', ומרחקם הרצוי מקיר הרוחב יהיה -8\n" +
                        " 6מ'",
                kindergarten = false
            ),
            HmScope(
                testArea = "מתקני ספורט",
                section = "11.10",
                definition = "כל חלקי העץ במתקני ההתעמלות יהיו\n" +
                        "חלקים ונקיים מכל בליטה, מצופים לכה\n" +
                        "שקופה, בהירה וקשה במיוחד ובעלי קצוות\n" +
                        "מעוגלים. כל חלקי המתכת, לרבות הברגים,\n" +
                        "יהיו חלקים ושקועים במבנה העץ ועשויים\n" +
                        "ממתכת בלתי מחלידה או מגולוונת",
                kindergarten = false
            ),
            HmScope(
                testArea = "מתקני ספורט",
                section = "11.11",
                definition = "המרחקים בין מתקן למתקן יהיו כאלה\n" +
                        "שבשום פנים ואופן לא תהיה חפיפה אפשרית\n" +
                        "בין המתעמלים על המתקנים.",
                kindergarten = false
            ),
            HmScope(
                testArea = "מתקני ספורט",
                section = "11.12",
                definition = "לא יהיו מתקני ספורט מאולתרים",
                kindergarten = false
            ),
            HmScope(
                testArea = "מתקני ספורט",
                section = "11.13",
                definition = "אין להשאיר באולם מתקנים ניידים\n" +
                        "המאפשרים טיפוס )סולמות, פיגומים וכד('\n" +
                        "לא יהיו מתקנים ניידים המאפשרים טיפוס\n" +
                        ")סולמות, פיגומים וכו('\n" +
                        "אין לאחסן ציוד שאינו שייך למהות תפקוד\n" +
                        "האולם",
                kindergarten = false
            ),
            //פרק 12
            HmScope(
                testArea = "מעברים ויציאות",
                section = "12.1",
                definition = "במעבדה יהיה לפחות מעבר אחד בעל רוחב\n" +
                        "מזערי של  0.9מטר\n" +
                        "מעבר זה יהיה חופשי מכל מכשול, ושום\n" +
                        "ריהוט וציוד לא ימצאו בו.\n" +
                        "במעבדה לכימיה תהיינה לפחות שתי דלתות,\n" +
                        "אשר תיפתחנה כלפי חוץ, עם קשר רצוף\n" +
                        "למעבר.\n" +
                        "דלת היציאה מחדר ההכנה המחובר למעבדה\n" +
                        "תיחשב כדלת יציאה.(\n" +
                        "במעבדות לפיסיקה ולביולוגיה מספיקה דלת\n" +
                        "אחת.  0.9מטר"
            ),
            HmScope(
                testArea = "מעברים ויציאות",
                section = "12.2",
                definition = "בחדרי הכנה הצמודים לחדרי מעבדות\n" +
                        "תיבנה יציאה נפרדת )שלא דרך חדר\n" +
                        "המעבדה(. הדלתות בחדרי ההכנה תיפתחנה\n" +
                        "כלפי-חוץ )כלפי המעבדה וכלפי המסדרון(,\n" +
                        "הדלתות תהיינה מסוג \" עמיד אש \" על פי\n" +
                        "תקן ישראלי מתאים.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "צנרות",
                section = "12.3",
                definition = "לא יהיה שימוש בצנרת או בבידוד העשויים\n" +
                        "מחומרים פלסטיים, רק במקרים מיוחדים",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "צנרות",
                section = "12.4",
                definition = "לכל סוגי הצנרת )חשמל, מים, אוויר דחוס,\n" +
                        "גז וכיו\"ב( המגיעים לשני מקומות, לפחות,\n" +
                        "בתוך חדר המעבדה, חייב להיות מתג או ברז\n" +
                        "ניתוק כללי. ברז או מתג זה יהיה נפרד עבור\n" +
                        "אותו חדר ומותקן ליד שולחן המורה.\n" +
                        "המתגים והברזים חייבים להיות נגישים\n" +
                        "וקלים לאבחנה\n" +
                        "בצנרת מים, גז , יש לסמן את כיוון הזרימה",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "כימיקלים",
                section = "12.5",
                definition = "כימיקלים יאוחסנו במחסן נפרד, בארונות\n" +
                        "מתאימים לקבוצת סיכון של חומרים זהה,\n" +
                        "שיהיה מאוורר היטב, הן בחלקו התחתון והן\n" +
                        "בחלקו העליון.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "כימיקלים",
                section = "12.6",
                definition = "באגף חדרי מעבדות שבו שלוש מעבדות\n" +
                        "ויותר יוקצה מחסן כימיקלים נפרד. דלתות\n" +
                        "המחסן תצוידנה במנעול צילינדר. כן יהיה\n" +
                        "מחסן כימיקלים למעבדה שבה יש מגמה\n" +
                        "לכימיה או מגמה ביולוגיה.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "גז",
                section = "12.7",
                definition = "גז דחוס יסופק דרך צנרת בלחץ נמוך, אשר\n" +
                        "תסתעף ממרכז האספקה שבו ימוקמו\n" +
                        "הגלילים בארון ייעודי נעול.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "גז",
                section = "12.8",
                definition = "לילי גז )גזיות( יוצבו על גבי בסיסים\n" +
                        "מתאימים, יהיו מקובעים ומאובטחים\n" +
                        "למקומם למניעת נפילתם.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "גז",
                section = "12.9",
                definition = "גלילי גז יוצבו במקום מאוורר ומוצל וללא\n" +
                        "גישה חופשית.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "מנדף",
                section = "12.10",
                definition = "כל מנגנוני ההפעלה )ברזים ומתגים\n" +
                        "למיניהם( של מערכות השירות )מים, גז,\n" +
                        "חשמל( יהיו מחוץ למנדף.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "מנדף",
                section = "12.11",
                definition = "החלון המתרומם יובטח מפני נפילה מקרית. נורת סימון אדומה תצביע על מצבו התפעולי\n" +
                        "של המתקן.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "ציוד מגן אישי",
                section = "12.12",
                definition = "ליד כל חדר או קבוצה של חדרי מעבדה\n" +
                        "יותקן ארון ובו ציוד-מגן אישי, ציוד עזרה-\n" +
                        "ראשונה וכלים לאיסוף ולטיהור-חירום של\n" +
                        "שפכים מעבדתיים.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "תאורת חירום",
                section = "12.13",
                definition = "בחדרי מעבדה המופעלים גם בשעות\n" +
                        "החשכה, וכן לאורך דרכי המילוט מהם,\n" +
                        "יותקנו גופים של תאורת-חירום.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "שטיפת עיניים",
                section = "12.14",
                definition = "בכל מעבדה לכימיה תותקן עמדה תקנית\n" +
                        "לשטיפת עיניים)עם כיסוי למניעת הצטברות\n" +
                        "אבק(, משולב או נפרד ממקלחת החירום\n" +
                        "ויהיו מנוקזים אל מערכת הניקוז.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            //todo לבדוק אם הסעיפים האלה תחת אותו תחום או שפשוט היה חסר קו הפרדה 12.15 12.16
            HmScope(
                testArea = "מקלחת חירום",
                section = "12.15",
                definition = "בקרבת פתח היציאה מהמעבדות לכימיה\n" +
                        "ומהמעבדות לביולוגיה ובחדר ההכנה, שבהן\n" +
                        "מרבים להשתמש בכימיקלים, תמצא\n" +
                        "מקלחת-חירום תקנית.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "תנאי סביבה בחדר הכנה",
                section = "12.16",
                definition = "חדר הכנה יצויד בוונטה  10 /8צול ומזגן\n" +
                        "מתאים.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "תנאי סביבה בכיתת מעבדה",
                section = "12.17",
                definition = "כיתת מעבדה תצויד בשתי וונטיות\n" +
                        "מתאימות.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "תאורה",
                section = "12.18",
                definition = "התאורה בכיתת מעבדה תהיה מסוג תאורה\n" +
                        "מוגנת מים.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "תאורה",
                section = "12.19",
                definition = "תאורה במחסן כימיקלים תהיה מסוג מוגן\n" +
                        "התפוצצות.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "חשמל",
                section = "12.20",
                definition = "כול שקעי החשמל בחדר ההכנה ובכיתות\n" +
                        "המעבדה יהיו מסוג מוגן מים.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "פסולת כימית",
                section = "12.21",
                definition = "בחדר הכנה תהיה עמדה לאחסון פסולת כימית. מתאימה, מסומנת .",
                kindergarten = false,
                boardingSchool = false
            ),
            // פרק 13

            HmScope(
                testArea = "ציוד מגן",
                section = "13.1",
                definition = "יהיה ציוד מגן אישי מתאים למשימה,\n" +
                        "והוראות בטיחות והפעלה יהיו תלויים קרוב\n" +
                        "לעמדה.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "דלתות אש",
                section = "13.2",
                definition = "בחדרי מלאכה שקיימים בהם סיכוני-אש\n" +
                        "פוטנציאליים תהיינה הדלתות בעלות\n" +
                        "עמידות-אש מזערית של חצי שעה.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "מעבר",
                section = "13.3",
                definition = "לאורך חדר המלאכה ימוקם מעבר מרכזי\n" +
                        "ברוחב מטר אחד, שיסתיים בפתח היציאה.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "חלקים נעים",
                section = "13.4",
                definition = "החלקים הנעים והסובבים של מכונות יוגנו\n" +
                        "לבטח. אין להסיר מגנים מחלקים נעים\n" +
                        "ומסתובבים.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "חשמל",
                section = "13.5",
                definition = "לא יוזנו מכונות ומכשירים ממעגלי מאור.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "חשמל",
                section = "13.6",
                definition = "המפסק הראשי יותקן בקרבת הכניסה\n" +
                        "ותאופשר נעילתו במצב \"מופסק\" ).(",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "חשמל",
                section = "13.7",
                definition = "לאורך הקירות, במרווחים שאינם עולים על\n" +
                        " 5מ' יותקנו לחצני חירום בולטים להפסקת\n" +
                        "הזרם בלבד.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "חשמל",
                section = "13.8",
                definition = "כל מכונה או מתקן חשמלי קבועים יצוידו -\n" +
                        "נוסף למפסק החשמלי המקורי שלהם - גם\n" +
                        "במפסק שיורכב על הקיר או על העמוד\n" +
                        "הסמוך.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "מכונות וציוד",
                section = "13.9",
                definition = "המכונות תמוקמנה באופן שהפריטים\n" +
                        "הארוכים המובאים לעיבוד לא יפריעו\n" +
                        "לפעולתן של מכונות אחרות ולא יבלטו לתוך\n" +
                        "המעבר. מכונות המתיזות שבבים, סיגים\n" +
                        "וכיו\"ב )כגון משחזת, כרסומת, מקצוע\n" +
                        "וכיו\"ב( תמוקמנה במרחק סביר מן המעברים\n" +
                        "ומשולחנות העבודה, וכיוון התזת השבבים\n" +
                        "וכיו\"ב יהיה כלפי הקיר.\n" +
                        "המרחק המזערי בין מכונה למכונה יהיה 90\n" +
                        "ס\"מ.\n" +
                        "כל הציוד הנייח חייב להיות יציב ומקובע.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "מכונות וציוד",
                section = "13.10",
                definition = "תימנע הפעלה בלתי מבוקרת של ציוד מסוכן\n" +
                        "בחדרי המלאכה, על ידי גידורו, נעילתו או\n" +
                        "ריתוק מתגיו או ברזיו של ציוד כזה במצב\n" +
                        "\"מופסק\" או \"סגור\".\n" +
                        "נדרש להציב הוראות בטיחות להפעלת ציוד\n" +
                        "בחדר מלאכה.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "מכונות וציוד",
                section = "13.11",
                definition = "על מכונות הפועלות באופן אוטומטי, יש\n" +
                        "להתקין שילוט\n" +
                        "\"הפעלה אוטומטית\"",
                kindergarten = false,
            ),
            HmScope(
                testArea = "מכונות וציוד",
                section = "13.12",
                definition = "תנורי קרמיקה יותקנו בחדרי ספח מיוחדים,\n" +
                        "או באגף נפרד בחדרי המלאכה שבהם סידורי\n" +
                        "אוורור.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "רעש",
                section = "13.13",
                definition = "בחדרי מלאכה רועשים תקוימנה בדיקות\n" +
                        "רעש תקופתיות\n" +
                        "ציוד ומיכון מרעיש )מדחסים, גנרטורים וכו('\n" +
                        "יופרד מחלל חדר המלאכה.",
                kindergarten = false,
                boardingSchool = false
            ),
            HmScope(
                testArea = "רעש",
                section = "13.14",
                definition = "בחדרי המלאכה , במקומות שנקבע כי קיים בהם רעש מזיק, יש להציב שילוט אזהרה\n" +
                        "לרעש מזיק, שילוט המורה על שימוש\n" +
                        "באמצעי מגן מתאימים וכן, סידורים\n" +
                        "להקצאת אטמי אוזניים ו/ או אזניות.",
                kindergarten = false,
                boardingSchool = false
            ),
            //
            HmScope(
                testArea = "הסמכות",
                section = "13.15",
                definition = "מכונות ומכשירים במסגרייה/נגריה/מוסך\n" +
                        "ובית מלאכה אחר יופעלו על ידי עובדים\n" +
                        "שהוסמכו לעבודה וזוהי עבודתם העיקרית.\n" +
                        "הנושא זה ייבדק פעם בשנה על ידי הממונה\n" +
                        "על הבטיחות.",
                kindergarten = false,
                boardingSchool = false,
                school = false
            ),
            // פרק 14

            HmScope(
                testArea = "תכנון",
                section = "14.1",
                definition = "תכנון המוצג והתקנתו יאושרו בידי מהנדס\n" +
                        "מבנים."
            ),
            //
            HmScope(
                testArea = "גובה",
                section = "14.2",
                definition = "הגובה המרבי של המוצג לא יעלה על  2.5מ'\n" +
                        "והרוחב המרבי של צלעות הבסיס לא יעלה\n" +
                        "על  3מ'."
            ),
            //
            HmScope(
                testArea = "מפגע",
                section = "14.3",
                definition = "המוצג ומיקומו לא יהיו מפגע בטיחותי ולא\n" +
                        "תהיינה בו פינות חדות, בליטות חדות או\n" +
                        "זוויות חדות."
            ),
            //
            HmScope(
                testArea = "חשמל ומים",
                section = "14.4",
                definition = "מתקן המשלב חשמל ומים חייב באישור\n" +
                        "ובפיקוח של מהנדס חשמל ומהנדס\n" +
                        "אינסטלציה, ועליו לכלול גם תאורה\n" +
                        "חיצונית ואפשרות להתזת מים חיצונית\n" +
                        "ולניקוז."
            ),
            //
            HmScope(
                testArea = "שילוט",
                section = "14.5",
                definition = "כל מוצג יתוחם וישולט בשלט האוסר על\n" +
                        "טיפוס."
            ),
            //
            HmScope(
                testArea = "מרחק מהכניסה",
                section = "14.6",
                definition = "מוצג שיותקן ליד הכניסה למוסד יותקן\n" +
                        "במרחק של  3מ' לפחות מהכניסה, באופן\n" +
                        "שהוא לא יהיה מפגע בכניסה למוסד או\n" +
                        "ביציאה ממנו."
            ),
            //
            HmScope(
                testArea = "מרחק מהחלונות",
                section = "14.7",
                definition = "מוצג שיותקן בחצר המוסד יותקן לפחות במרחק של  3מ' מחלונות המבנה."
            ),

            // פרק 15
            HmScope(
                testArea = "דלתות",
                section = "15.1",
                definition = "דלתות המטבח תיפתחנה כלפי חוץ.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "דלתות",
                section = "15.2",
                definition = "המטבח יהיה מאוורר.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "דלתות",
                section = "15.3",
                definition = "תעלות ניקוז תהיינה שקועות ומוגנות ברשת\n" +
                        "בגובה פני הרצפה",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "דלתות",
                section = "15.4",
                definition = "לא יאוחסנו במטבח חומרים מתלקחים.",
                kindergarten = false
            ),
            HmScope(
                testArea = "דלתות",
                section = "15.5",
                definition = "חומרי ניקוי במטבח יאוחסנו בארון סגור\n" +
                        "ונעול שיסומן עליו \"זהירות! חומרי-\n" +
                        "ניקוי!\"",
                kindergarten = false
            ),
            HmScope(
                testArea = "דלתות",
                section = "15.6",
                definition = "חומרי הניקוי יהיו באריזתם במקורית,\n" +
                        "ויאוחסנו מחוץ למבנה, במקום נעול\n" +
                        "ומאוורר.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "דלתות",
                section = "15.7",
                definition = "במטבח יהיה ציוד עזרה ראשונה תקין, נגיש\n" +
                        "ובמקום בולט.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "דלתות",
                section = "15.8",
                definition = "המטבח וחדר האוכל לא יהיו במקלט או\n" +
                        "בחדר תת-קרקעי.",
                kindergarten = false
            ),
            HmScope(
                testArea = "דלתות",
                section = "15.9",
                definition = "חדר האוכל, המטבח וחדר-החלוקה יהיו\n" +
                        "במפלס אחד, ללא מדרגות ביניהם.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "דלתות",
                section = "15.10",
                definition = "בכל מטבח יהיה מטפה ובו  6ק\"ג של אבקה,\n" +
                        "נגיש ובמקום בולט לעין.\n" +
                        "מטף נוסף ימוקם בכניסה למטבח ולמחסן.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "מיגון מכונות",
                section = "15.11",
                definition = "כל המכונות במטבח תהיינה מוגנות באופן בטיחותי.",
                kindergarten = false
            ),
            HmScope(
                testArea = "מיגון מכונות",
                section = "15.12",
                definition = "את המכונה לחיתוך לחם אפשר יהיה\n" +
                        "להפעיל רק עם סגירת מכסה ההגנה של\n" +
                        "אזור הסכינים.",
                kindergarten = false
            ),
            HmScope(
                testArea = "מיגון מכונות",
                section = "15.13",
                definition = "סירים מתהפכים יהיו מאובטחים באופן\n" +
                        "שתימנע התהפכותם בפעולה אקראית.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "אחסון",
                section = "15.14",
                definition = "תכולת המחסן תאוחסן על מדפים, החפצים\n" +
                        "הכבדים למטה והקלים למעלה.",
                kindergarten = false
            ),
            HmScope(
                testArea = "אחסון",
                section = "15.15",
                definition = "כלי זכוכית יאוחסנו באופן שתימנע נפילתם.",
                kindergarten = false
            ),
            HmScope(
                testArea = "אחסון",
                section = "15.16",
                definition = "תהיה הפרדה בין חומרי-ניקוי וחיטוי, בין\n" +
                        "מזון ובין אריזות ריקות.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "חדר קירור",
                section = "15.17",
                definition = "לדלת חדר הקירור יהיה מתקן המאפשר\n" +
                        "פתיחה מבפנים, כפתור אזעקה מבפנים\n" +
                        "ופעמון אזעקה מבחוץ שאפשר לשמוע אותו\n" +
                        "למרחוק, גם בתנאי רעש.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "תלמידים",
                section = "15.19",
                definition = "לא יועסקו תלמידים בעבודות מטבח.",
                kindergarten = false
            ),
            // פרק 16
            HmScope(
                testArea = "כיבוי אש",
                section = "16.1",
                definition = "בחדר האוכל יהיה ציוד כיבוי-אש תקין, נגיש גלוי וקרוב לפתחי היציאה.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "דרכי מילוט",
                section = "16.2",
                definition = "שלט מואר במילה  \"יציאה\" יהיה מעל דלתות היציאה ",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "תאורת חירום",
                section = "16.3",
                definition = "בחדר האוכל תהינה תאורות חירום.",
                kindergarten = false
            ),
            //
            HmScope(
                testArea = "סורגים",
                section = "16.4",
                definition = "החלונות בקומת הקרקע ובחדרים בהם יש צורך\n" +
                        "בסורגים, למניעת פריצה דרכם. בכל כתה או\n" +
                        "אולם יהיה לפחות פתח מילוט אחד באחד\n" +
                        "הסורגים העונים על הדרישות האלה:\n" +
                        "א. פתח המילוט בסורג יפתח כלפי חוץ ויהיה\n" +
                        "במידות מינימום של  0.80מ' )רוחב( ו –\n" +
                        " 1.00מ' )גובה.(\n" +
                        "ב. צבע הסורג המשמש כפתח מילוט יהיה\n" +
                        "מסוג זוהר, פולט אור משני הצדדים.\n" +
                        "ג. מעל החלון יותקן שלט זוהר ועליו כתוב \"\n" +
                        "חלון חילוץ\".\n" +
                        "ד. מפתח המנעול שעל הסורג ימצא בתוך\n" +
                        "קופסת ניפוץ צבועה באדום שתיקבע\n" +
                        "במרחק לא גדול מהמנעול שעל הסורג.\n" +
                        "מפתחות נוספים מאותו הסוג )מאסטר(\n" +
                        "יהיו בארון המפתחות של מוסד החינוך\n" +
                        "ובידי המורה וכל אדם אחראי לחדר.\n" +
                        "קופסת הניפוץ תכיל פטישון להוצאה\n" +
                        "מהירה של המפתח בשעת חירום.",
                kindergarten = false
            ),


            )
    }
}
